[{"film":"http://www.wikidata.org/entity/Q572440","filmLabel":"Monsieur Verdoux","directors":"Charlie Chaplin","screenwriters":"Charlie Chaplin, Orson Welles","genres":"comedy film, comedy drama","release_year":"1950","durations":"124","cast_list":"John Harmon, Pierre Watkin, Virginia Brissac, Barry Norton, Cyril Delevanti, Joseph Crehan, Almira Sessions, Harold Miller, Robert Lewis, Mady Correll, Marilyn Nash, Arthur Hohl, Colin Kenny, Irving Bacon, Lester Matthews, Addison Richards, Martha Raye, Isobel Elsom, Marjorie Bennett, Fritz Leiber, Charles Wagenheim, Franklyn Farnum, William Frawley, Frank Reicher, Charlie Chaplin, Benito Mussolini, Edna Purviance"},{"film":"http://www.wikidata.org/entity/Q1214303","filmLabel":"The Lady from Shanghai","directors":"Orson Welles","screenwriters":"Orson Welles, Fletcher Markle, William Castle, Charles Lederer","genres":"drama film, film noir, film based on a novel","release_year":"1950","durations":"87","cast_list":"Orson Welles, Rita Hayworth, Ted de Corsia, Glenn Anders, Everett Sloane, Gus Schilling, Philip Van Zandt, Erskine Sanford, Harry Shannon, Evelyn Ellis"},{"film":"http://www.wikidata.org/entity/Q271830","filmLabel":"The Third Man","directors":"Carol Reed","screenwriters":"Orson Welles, Alexander Korda, Graham Greene","genres":"film noir, adventure film, mystery film, thriller film, drama film","release_year":"1950","durations":"104","cast_list":"Hedwig Bleibtreu, Carol Reed, Joseph Cotten, Alida Valli, Karel Štěpánek, Bernard Lee, Trevor Howard, Robert Brown, Geoffrey Keen, Paul Hörbiger, Wilfrid Hyde-White, Martin Miller, Helga Michie, Orson Welles, Ernst Deutsch, Annie Rosar, Siegfried Breuer, Erich Ponto"},{"film":"http://www.wikidata.org/entity/Q2573008","filmLabel":"Macbeth","directors":"Orson Welles","screenwriters":"Orson Welles","genres":"drama film, film based on literature","release_year":"1950","durations":"107","cast_list":"Christopher Welles, Brainerd Duffield, George Chirello, Robert Alan, Orson Welles, Roddy McDowall, Alan Napier, Dan O'Herlihy, Jeanette Nolan, Lurene Tuttle, William Alland, Gus Schilling, John Dierkes, Keene Curtis, Edgar Barrier, Erskine Sanford, Peggy Webber, Harry Wilson, Morgan Farley, Jerry Farber, Lionel Braham, Archie Heugly"},{"film":"http://www.wikidata.org/entity/Q193570","filmLabel":"Sunset Boulevard","directors":"Billy Wilder","screenwriters":"Billy Wilder, Charles Brackett, D. M. Marshman, Jr.","genres":"film noir, flashback film, drama film","release_year":"1950","durations":"110","cast_list":"Nancy Olson, Hedda Hopper, Anna Q. Nilsson, Yvette Vickers, Ray Evans, Archie R. Dalzell, Jay Livingston, Franklyn Farnum, Eddie Dew, Jack Webb, Henry Wilcoxon, H. B. Warner, Creighton Hale, Gertrude Astor, E. Mason Hopper, Fred Clark, Frank O'Connor, Julia Faye, Larry J. Blake, Lloyd Gough, Robert Emmett O'Connor, Al Ferguson, Harold Miller, Bert Moorhouse, Fred Aldrich, Cecil B. DeMille, Erich von Stroheim, William Holden, Buster Keaton, Gloria Swanson"},{"film":"http://www.wikidata.org/entity/Q278127","filmLabel":"Intruder in the Dust","directors":"Clarence Brown","screenwriters":"William Faulkner, Ben Maddow","genres":"drama film, crime film","release_year":"1950","durations":"87","cast_list":"Elizabeth Patterson, Claude Jarman, Jr., Edmund Lowe, Will Geer, James Kirkwood, David Brian, Charles Kemper, Harry Antrim, Harry Hayden, Juano Hernández, Porter Hall"},{"film":"http://www.wikidata.org/entity/Q979726","filmLabel":"Mildred Pierce","directors":"Michael Curtiz","screenwriters":"William Faulkner, James M. Cain, Albert Maltz, Ranald MacDougall","genres":"film based on a novel, drama film, film noir","release_year":"1950","durations":"111","cast_list":"Joan Crawford, George Tobias, Paul Panzer, Zachary Scott, Joyce Compton, Ann Blyth, Eve Arden, Butterfly McQueen, Bess Flowers, Lee Patrick, Bruce Bennett, James Flavin, Jack Carson, Moroni Olsen, Charles Trowbridge, Frank O'Connor, Veda Ann Borg, Fred Kelsey, Jack Mower, Clancy Cooper, Harold Miller"},{"film":"http://www.wikidata.org/entity/Q1056925","filmLabel":"A Lady Without Passport","directors":"Joseph H. Lewis","screenwriters":"Hedy Lamarr, John Hodiak, Cyril Hume, Howard Dimsdale","genres":"drama film, film noir, crime film","release_year":"1950","durations":"74","cast_list":"Hedy Lamarr, Paul Picerni, John Hodiak, Nedrick Young, Steven Geray, James Craig, Trevor Bardette, King Donovan, Robert Osterloh, Steven Hill, George Macready, Bruce Cowling"},{"film":"http://www.wikidata.org/entity/Q200299","filmLabel":"All About Eve","directors":"Joseph L. Mankiewicz","screenwriters":"Joseph L. Mankiewicz, Erich Kästner","genres":"drama film, comedy film, film based on literature","release_year":"1950","durations":"138","cast_list":"Marilyn Monroe, Bette Davis, Barbara Bates, Celeste Holm, Anne Baxter, Thelma Ritter, George Sanders, Snub Pollard, Bess Flowers, Gary Merrill, Craig Hill, Franklyn Farnum, Hugh Marlowe, Gregory Ratoff, Steven Geray, Walter Hampden, Harold Miller, Jack Chefe"},{"film":"http://www.wikidata.org/entity/Q205321","filmLabel":"The Killers","directors":"Robert Siodmak","screenwriters":"Ernest Hemingway, John Huston, Richard Brooks, Anthony Veiller","genres":"film noir, crime film, thriller film, film based on literature, drama film","release_year":"1950","durations":"103","cast_list":"Gino Corrado, Edmond O'Brien, Burt Lancaster, Ava Gardner, Virginia Christine, Phil Brown, Charles McGraw, Jeff Corey, William Conrad, Bill Walker, Sam Levene, Charles Middleton, John Miljan, Albert Dekker, Jack Lambert, Charles D. Brown, Donald MacBride, Harry Hayden, Howard Freeman, Queenie Smith, Vera Lewis, Vince Barnett, Philip Brown"},{"film":"http://www.wikidata.org/entity/Q29867","filmLabel":"Jour de Fête","directors":"Jacques Tati","screenwriters":"Jacques Tati, Henri Marquet, René Wheeler","genres":"slapstick","release_year":"1950","durations":"76","cast_list":"Jacques Tati, Paul Frankeur, André Pierdel, Guy Decomble, Henri Marquet, Jacques Beauvais, Robert Balpo"},{"film":"http://www.wikidata.org/entity/Q478209","filmLabel":"Double Indemnity","directors":"Billy Wilder","screenwriters":"Billy Wilder, James M. Cain, Raymond Chandler","genres":"flashback film, film based on a novel, drama film, film noir, crime film","release_year":"1950","durations":"107","cast_list":"Teala Loring, Clarence Muse, Edmund Cobb, Porter Hall, Richard Gaines, Sam McDaniel, Edward G. Robinson, Barbara Stanwyck, Raymond Chandler, Jean Heather, Gig Young, Fred MacMurray, Tom Powers, Bess Flowers, John Berry, Douglas Spencer, Fortunio Bonanova, George Magrill"},{"film":"http://www.wikidata.org/entity/Q520650","filmLabel":"Susana","directors":"Luis Buñuel","screenwriters":"Luis Buñuel","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Fernando Soler, Víctor Manuel Mendoza, Rosita Quintana"},{"film":"http://www.wikidata.org/entity/Q572522","filmLabel":"Los Olvidados","directors":"Luis Buñuel","screenwriters":"Luis Buñuel, Luis Alcoriza","genres":"drama film, auteur film","release_year":"1950","durations":"77","cast_list":"Ernesto Alonso, Miguel Inclán, Roberto Cobo, Víctor Manuel Mendoza, Alfonso Mejía, Alma Delia Fuentes, Stella Inda"},{"film":"http://www.wikidata.org/entity/Q1422473","filmLabel":"Slattery's Hurricane","directors":"André de Toth","screenwriters":"Herman Wouk, Richard Murphy","genres":"drama film, film noir","release_year":"1950","durations":"83","cast_list":"Veronica Lake, Linda Darnell, Richard Widmark, Gary Merrill, John Russell, Morris Ankrum, Harry Lauter, Walter Kingsford, Raymond Greenleaf, Joe De Santis, Harold Miller"},{"film":"http://www.wikidata.org/entity/Q3225771","filmLabel":"The Red Pony","directors":"Lewis Milestone","screenwriters":"John Steinbeck","genres":"drama film, coming-of-age fiction, film based on literature","release_year":"1950","durations":"89","cast_list":"Robert Mitchum, Myrna Loy, Margaret Hamilton, Beau Bridges, Louis Calhern, Nino Tempo, Shepperd Strudwick, Peter Miles"},{"film":"http://www.wikidata.org/entity/Q468101","filmLabel":"Two Times Lotte","directors":"Josef von Báky","screenwriters":"Erich Kästner","genres":"comedy film","release_year":"1950","durations":"105","cast_list":"Senta Berger, Walter Ladengast, Rudolf Rhomberg, Senta Wengraf, Gertrud Wolle, Antje Weisgerber, Liesl Karlstadt, Maria Krahn, Auguste Pünkösdy, Peter Mosbacher, Jutta Günther, Hans Olden, Isa Günther, Hertha von Hagen"},{"film":"http://www.wikidata.org/entity/Q18395","filmLabel":"Variety Lights","directors":"Alberto Lattuada, Federico Fellini","screenwriters":"Federico Fellini, Alberto Lattuada, Ennio Flaiano, Tullio Pinelli","genres":"comedy film, romance film, drama film","release_year":"1950","durations":"100","cast_list":"Giacomo Furia, Alberto Bonucci, Carla Del Poggio, Marco Tulli, Folco Lulli, Peppino De Filippo, Vittorio Caprioli, Franca Valeri, Dante Maggio, John Kitzmiller, Silvio Bagolini, Carlo Romano, Checco Durante, Fanny Marchiò, Gina Mascetti, Giulio Calì, Renato Malavasi, Sophia Loren, Alberto Lattuada, Giulietta Masina, Giovanna Ralli"},{"film":"http://www.wikidata.org/entity/Q679670","filmLabel":"Titanic","directors":"Werner Klingler, Herbert Selpin","screenwriters":"Herbert Selpin, Walter Zerlett-Olfenius","genres":"propaganda film, disaster film","release_year":"1950","durations":"85","cast_list":"Charlotte Thiele, Claude Farell, Peter Voß, Kirsten Heiberg, Herbert Tiede, Hermann Brix, Werner Scharf, Lieselott Klingler, Theo Shall, Hans Nielsen, Sybille Schmitz, Ernst Fritz Fürbringer, Franz Schafheitlin, Otto Wernicke, Karl Schönböck, Karl Meixner, Theodor Loos, Walter Steinbeck, Sepp Rist, Fritz Böttger, Charlotte Tiedemann"},{"film":"http://www.wikidata.org/entity/Q135465","filmLabel":"Rashomon","directors":"Akira Kurosawa","screenwriters":"Akira Kurosawa, Ryūnosuke Akutagawa, Shinobu Hashimoto","genres":"drama film, samurai cinema, crime film, medieval film, flashback film, film based on literature","release_year":"1950","durations":"88","cast_list":"Toshirō Mifune, Takashi Shimura, Machiko Kyō, Minoru Chiaki, Masayuki Mori"},{"film":"http://www.wikidata.org/entity/Q3790784","filmLabel":"I falsari","directors":"Franco Rossi","screenwriters":"Edoardo Anton","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Erno Crisa, Gabriele Ferzetti, Roberto Murolo, Saro Urzì, Attilio Dottesio, Doris Duranti, Nerio Bernardi, Renato Terra, Fosco Giachetti, Flora Torrigiani, Lianella Carell"},{"film":"http://www.wikidata.org/entity/Q1170140","filmLabel":"The Reformer and the Redhead","directors":"Melvin Frank, Norman Panama","screenwriters":"Melvin Frank, Norman Panama, Robert Carson","genres":"romantic comedy","release_year":"1950","durations":"86","cast_list":"June Allyson, Kathleen Freeman, Dick Powell, Mae Clarke, Cecil Kellaway, David Wayne, Robert Keith, Ray Collins, Alex Gerry, Frank Sully, Marvin Kaplan"},{"film":"http://www.wikidata.org/entity/Q3332757","filmLabel":"Méfiez-vous des blondes","directors":"André Hunebelle","screenwriters":"Michel Audiard","genres":"crime film","release_year":"1950","durations":"107","cast_list":"Marcel Loche, Max Rogerys, Pierre Destailles, Robert Arnoux, Robert Le Béal, Titys, Yves Vincent, Martine Carol, Raymond Rouleau, Jacqueline Joubert, Noël Roquevert, Anny Flore, Bernard Lajarrige, FATH, Claude Winter, Espanita Cortez, Françoise Lugagne, Georgette Anys, Gérard Buhr, Henri Crémieux, Ky Duyen, Liliane Ernout, Louis Bugette, Madeleine Barbulée"},{"film":"http://www.wikidata.org/entity/Q977899","filmLabel":"Wagon Master","directors":"John Ford","screenwriters":"John Ford, Frank S. Nugent","genres":"Western film","release_year":"1950","durations":"86","cast_list":"Jim Thorpe, Jane Darwell, Joanne Dru, Movita Castaneda, Ben Johnson, James Arness, Russell Simpson, Ward Bond, Francis Ford, Hank Worden, Harry Carey, Alan Mowbray, Charles Kemper, Ruth Clifford, Kathleen O'Malley"},{"film":"http://www.wikidata.org/entity/Q576718","filmLabel":"Against the Law","directors":"Flavio Calzavara","screenwriters":"Pietro Germi, Giuseppe Mangione","genres":"detective film","release_year":"1950","durations":"99","cast_list":"Marcello Mastroianni, Attilio Dottesio, Tino Buazzelli, Paolo Panelli, Angelo Dessy, Fulvia Mammi, Gianni Bonagura, Manlio Busoni, Maria Teresa Albani, Miranda Campa, Renato Malavasi"},{"film":"http://www.wikidata.org/entity/Q2636079","filmLabel":"The Flowers of St. Francis","directors":"Roberto Rossellini","screenwriters":"Roberto Rossellini, Federico Fellini, Brunello Rondi, Sergio Amidei","genres":"drama film","release_year":"1950","durations":"85","cast_list":"Aldo Fabrizi, Gianfranco Bellini, Brother Nazario Gerardi, Arabella Lemaître, Brother Severino Pisacane"},{"film":"http://www.wikidata.org/entity/Q5101169","filmLabel":"Chinnamul","directors":"Nimai Ghosh","screenwriters":"Satyajit Ray","genres":"drama film","release_year":"1950","durations":"117","cast_list":"Ritwik Ghatak, Bijon Bhattacharya, Gangapada Basu, Shobha Sen"},{"film":"http://www.wikidata.org/entity/Q2655835","filmLabel":"Escape at Dawn","directors":"Senkichi Taniguchi","screenwriters":"Akira Kurosawa","genres":"film based on literature","release_year":"1950","durations":"116","cast_list":"Eitarō Ozawa, Haruo Tanaka, Yoshiko Yamaguchi, Ryō Ikebe"},{"film":"http://www.wikidata.org/entity/Q2297993","filmLabel":"Scandal","directors":"Akira Kurosawa","screenwriters":"Akira Kurosawa","genres":"drama film","release_year":"1950","durations":"104","cast_list":"Takashi Shimura, Yoshiko Yamaguchi, Noriko Sengoku, Bokuzen Hidari, Kokuten Kōdō, Eitarō Ozawa, Shinichi Himori, Masao Shimizu, Toshirō Mifune"},{"film":"http://www.wikidata.org/entity/Q1897342","filmLabel":"Stromboli","directors":"Roberto Rossellini","screenwriters":"Roberto Rossellini, Sergio Amidei, Gian Paolo Callegari, Art Cohn, Renzo Cesana","genres":"drama film, art film","release_year":"1950","durations":"107","cast_list":"Ingrid Bergman, Mario Vitale, Renzo Cesana"},{"film":"http://www.wikidata.org/entity/Q1233030","filmLabel":"Kim","directors":"Victor Saville","screenwriters":"Rudyard Kipling","genres":"drama film, film based on a novel","release_year":"1950","durations":"113","cast_list":"Errol Flynn, Paul Lukas, Movita Castaneda, Dean Stockwell, Jeanette Nolan, Arnold Moss, Michael Ansara, Robert Douglas, Richard Hale"},{"film":"http://www.wikidata.org/entity/Q3283914","filmLabel":"Totò Tarzan","directors":"Mario Mattoli","screenwriters":"Mario Mattoli, Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Age & Scarpelli, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Totò, Sophia Loren, Mario Siletti, Giacomo Furia, Rina Franchetti, Paolo Modugno, Carlo Croccolo, Alba Arnova, Riccardo Billi, Mario Castellani, Aldo Giuffrè, Luigi Pavese, Alberto Sorrentino, Vinicio Sofia, Clara Bindi, Galeazzo Benti, Tino Buazzelli, Enrico Luzi, Guglielmo Barnabò, Nino Vingelli, Ughetto Bertucci, Adriana Serra, Bianca Maria Fusari, Bruno Corelli, Eduardo Passarelli, Guglielmo Inglese, Luisa Poselli, Marilyn Buferd, Nico Pepe, Vira Silenti, Pier Ugo Gragnani"},{"film":"http://www.wikidata.org/entity/Q3878003","filmLabel":"No Peace Under the Olive Tree","directors":"Giuseppe De Santis","screenwriters":"Carlo Lizzani, Giuseppe De Santis, Gianni Puccini, Libero de Libero","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Lucia Bosé, Folco Lulli, Pietro Tordi, Raf Vallone, Dante Maggio, Vincenzo Talarico, Gisela Werbezirk, Maria Grazia Francia, Michele Riccardini"},{"film":"http://www.wikidata.org/entity/Q3796173","filmLabel":"Il vedovo allegro","directors":"Mario Mattoli","screenwriters":"Mario Mattoli, Furio Scarpelli, Agenore Incrocci, Aldo De Benedetti","genres":"romance film","release_year":"1950","durations":"89","cast_list":"Toti Dal Monte, Arnoldo Foà, Isa Barzizza, Amedeo Nazzari, Carlo Dapporto, Luigi Pavese, Ave Ninchi, Vinicio Sofia, Cesco Baseggio, Mario Pisu, Ughetto Bertucci, Aldo Silvani, Laura Gore, Bruno Pallesi, Enzo Garinei, Irasema Dilián, Nunzio Filogamo, Tina De Mola"},{"film":"http://www.wikidata.org/entity/Q3960431","filmLabel":"Signorinella","directors":"Mario Mattoli","screenwriters":"Mario Mattoli, Marcello Marchesi, Aldo De Benedetti","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Giacomo Furia, Antonella Lualdi, Ave Ninchi, Aroldo Tieri, Vinicio Sofia, Gino Bechi, Dina Sassoli, Ughetto Bertucci, Aldo Silvani, Ada Dondini, Aldo Bufi Landi, Enrico Viarisio, Enzo Garinei"},{"film":"http://www.wikidata.org/entity/Q937385","filmLabel":"Manon","directors":"Henri-Georges Clouzot","screenwriters":"Henri-Georges Clouzot, Jean Ferry","genres":"drama film, crime film, romance film, film based on literature","release_year":"1950","durations":"103","cast_list":"Rosy Varte, Andrex, André Valmy, Charles Camus, Charles Vissières, Daniel Ivernel, Jean Despeaux, François Joux, Frédéric Mariotti, Gabrielle Fontan, Geneviève Morel, Henri Niel, Hubert de Lapparent, Héléna Manson, Jean Hébey, Jean Témerson, Liliane Maigné, Max Doria, Max Elloy, Raphaël Patorni, Raymond Souplex, Edmond Ardisson, Cécile Aubry, Serge Reggiani, Gabrielle Dorziat, Dora Doll, Simone Valère, Michel Auclair, Robert Dalban, Michel Bouquet, Jacques Dynam, Henri Vilbert"},{"film":"http://www.wikidata.org/entity/Q1196120","filmLabel":"Beauty and the Devil","directors":"René Clair","screenwriters":"René Clair","genres":"drama film, fantasy film","release_year":"1950","durations":"96","cast_list":"Michel Simon, Gérard Philipe, Gaston Modot, Simone Valère, Paolo Stoppa, Raymond Cordy, Carlo Ninchi, Tullio Carminati, Nicole Besnard"},{"film":"http://www.wikidata.org/entity/Q2043523","filmLabel":"Streets of Laredo","directors":"Leslie Fenton","screenwriters":"King Vidor","genres":"Western film","release_year":"1950","durations":"93","cast_list":"William Holden, Mona Freeman, Macdonald Carey, Alfonso Bedoya, William Bendix, Clem Bevans, Ray Teal, Stanley Ridges, James Bell, Grandon Rhodes, Alex Montoya"},{"film":"http://www.wikidata.org/entity/Q463907","filmLabel":"To Joy","directors":"Ingmar Bergman","screenwriters":"Ingmar Bergman","genres":"drama film","release_year":"1950","durations":"98","cast_list":"Ingmar Bergman, Victor Sjöström, Erland Josephson, Maj-Britt Nilsson, Birger Malmsten, Stig Olin, Sif Ruud, Margit Carlqvist, John Ekman"},{"film":"http://www.wikidata.org/entity/Q728485","filmLabel":"The Asphalt Jungle","directors":"John Huston","screenwriters":"John Huston, Ben Maddow","genres":"drama film, film noir, heist film","release_year":"1950","durations":"112","cast_list":"Marilyn Monroe, Jean Hagen, James Whitmore, Sterling Hayden, Louis Calhern, Brad Dexter, Sam Jaffe, Marc Lawrence, John Crawford, Gene Evans, John McIntire, Alberto Morin, Anthony Caruso, Dorothy Tree, Harlan Warde, Pat Flaherty, Barry Kelley, Don Haggerty, William Haade, Fred Graham, John Maxwell, George Lynn"},{"film":"http://www.wikidata.org/entity/Q1141065","filmLabel":"Prima comunione","directors":"Alessandro Blasetti","screenwriters":"Alessandro Blasetti, Suso Cecchi d'Amico, Cesare Zavattini","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Louis de Funès, Aldo Fabrizi, Louis Jourdan, Gaby Morlay, Dante Maggio, Silvio Bagolini, Ernesto Almirante, Jean Tissier, Aldo Silvani, Lucien Baroux, Max Elloy, Amalia Pellegrini, Amedeo Trilli, Carlo Romano, Enrico Viarisio, Fausto Guerzoni, Gemma Bolognesi, Gustavo Serena, Lauro Gazzolo, Umberto Sacripante"},{"film":"http://www.wikidata.org/entity/Q2729420","filmLabel":"While the City Sleeps","directors":"Lars-Eric Kjellgren","screenwriters":"Ingmar Bergman","genres":"drama film","release_year":"1950","durations":"102","cast_list":"Barbro Hiort af Ornäs, Inga Landgré, Adolf Jahr, Elof Ahrle, Ulf Palme, Arne Ragneborn, Carl Ström, John Elfström, Sven-Eric Gamble, Hilding Gavle"},{"film":"http://www.wikidata.org/entity/Q3221148","filmLabel":"Path of Hope","directors":"Pietro Germi","screenwriters":"Federico Fellini, Tullio Pinelli","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Raf Vallone, Saro Urzì, Carlo Rustichelli, Renato Terra, Saro Arcidiacono, Elena Varzi"},{"film":"http://www.wikidata.org/entity/Q2423225","filmLabel":"The Mill on the Po","directors":"Alberto Lattuada","screenwriters":"Federico Fellini, Luigi Comencini, Tullio Pinelli","genres":"drama film","release_year":"1950","durations":"107","cast_list":"Leda Gloria, Dina Sassoli, Anna Carena, Giulio Calì, Isabella Riva, Mario Besesti, Nino Pavese, Carla Del Poggio, Jacques Sernas"},{"film":"http://www.wikidata.org/entity/Q3315748","filmLabel":"Miquette","directors":"Henri-Georges Clouzot","screenwriters":"Henri-Georges Clouzot, Gaston Arman de Caillavet, Robert de Flers, Jean Ferry","genres":"comedy film","release_year":"1950","durations":"95","cast_list":"Olivier Hussenot, André Numès Fils, Charles Bayard, Denise Provence, Franck Maurice, Gabrielle Rosny, Geneviève Morel, Georges Bever, Georges Le Roy, Henri Niel, Jean Berton, Jean Témerson, Joëlle Bernard, Julienne Paroli, Léon Larive, Léonce Corne, Madeleine Suffel, Marie-Louise Godard, Maurice Schutz, Mireille Perrey, Paul Barge, Paule Launay, Philippe Nicaud, Pierre Olaf, René Lacourt, Renée Thorel, Saturnin Fabre, Yvonne Dany, Yvonne Yma, Bourvil, Louis Jouvet, Jeanne Fusier-Gir, Danièle Delorme, Pauline Carton, Louis Seigner, Raymond Dandy"},{"film":"http://www.wikidata.org/entity/Q1980837","filmLabel":"Totò cerca casa","directors":"Mario Monicelli, Stefano Vanzina","screenwriters":"Stefano Vanzina, Mario Monicelli, Furio Scarpelli, Agenore Incrocci, Age & Scarpelli, Sandro Continenza, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"76","cast_list":"Totò, Giacomo Furia, Lia Amanda, Marisa Merlini, Folco Lulli, Mario Castellani, Luigi Pavese, Mario Riva, Aroldo Tieri, Pietro De Vico, Alda Mangini, Cesare Polacco, Enzo Biliotti, Liana Del Balzo, Nino Marchetti"},{"film":"http://www.wikidata.org/entity/Q537484","filmLabel":"I'm in the Revue","directors":"Mario Soldati","screenwriters":"Stefano Vanzina, Mario Monicelli, Arduino Maiuri, Pietro Garinei, Sandro Giovannini","genres":"comedy film","release_year":"1950","durations":"80","cast_list":"Louis Armstrong, Mario Soldati, Fernandel, Suzy Delair, Katherine Dunham, Earl Hines, Claudio Villa, Isa Barzizza, Isa Miranda, Jack Teagarden, Fayard Nicholas, Carlo Dapporto, Renato Rascel, Nino Taranto, Dante Maggio, Ernesto Almirante, Andrée Tainsy, Enrico Viarisio, Irasema Dilián, Silvio Gigli, Wanda Osiris, Achille D'Angelo"},{"film":"http://www.wikidata.org/entity/Q1058517","filmLabel":"A Dog's Life","directors":"Mario Monicelli, Stefano Vanzina","screenwriters":"Stefano Vanzina, Mario Monicelli, Aldo Fabrizi, Ruggero Maccari, Sergio Amidei, Fulvio Palmieri, Vittorio Nino Novarese","genres":"comedy film","release_year":"1950","durations":"108","cast_list":"Aldo Fabrizi, Marcello Mastroianni, Gina Lollobrigida, Lydia Alfonsi, Tamara Lees, Delia Scala, Aldo Giuffrè, Giovanni Barrella, Pina Piovani, Bruno Corelli, Eduardo Passarelli, Enzo Maggio, Furlanetto, Michele Malaspina, Tino Scotti, Vittorina Benvenuti, Nyta Dover, Pasquale Misiano"},{"film":"http://www.wikidata.org/entity/Q3819271","filmLabel":"L'inafferrabile 12","directors":"Mario Mattoli","screenwriters":"Stefano Vanzina, Mario Monicelli","genres":"comedy film, association football film","release_year":"1950","durations":"95","cast_list":"Giampiero Boniperti, Yvonne Sanson, Isa Barzizza, Silvana Pampanini, Carlo Croccolo, Marco Tulli, Carlo Campanini, Luigi Pavese, Aroldo Tieri, John Hansen, Walter Chiari, Carlo Parola, Ughetto Bertucci, Alberto Piccinini, Laura Gore, Enzo Biliotti, Giulio Marchetti, Marilyn Buferd, Pina Gallini, William Tubbs, Agnese Dubbini"},{"film":"http://www.wikidata.org/entity/Q3791157","filmLabel":"The Firemen of Viggiù","directors":"Mario Mattoli","screenwriters":"Stefano Vanzina, Marcello Marchesi","genres":"musical film","release_year":"1950","durations":"90","cast_list":"Laura Gore, Adriana Serra, Alfredo Rizzo, Ariodante Dalla, Dolores Palumbo, Enzo Turco, Harry Feist, Leopoldo Valentini, Odoardo Spadaro, Pippo Barzizza, Wanda Osiris, Totò, Édouard Manet, Domenico Modugno, Isa Barzizza, Silvana Pampanini, Carlo Croccolo, Carlo Dapporto, Carlo Campanini, Mario Castellani, Ave Ninchi, Nino Taranto, Dante Maggio, Aldo Tonti, Carlo Taranto, Elena Giusti, Ernesto Almirante, Ughetto Bertucci"},{"film":"http://www.wikidata.org/entity/Q3793598","filmLabel":"The Iron Swordsman","directors":"Riccardo Freda","screenwriters":"Stefano Vanzina, Mario Monicelli","genres":"drama film","release_year":"1950","durations":"86","cast_list":"Gianna Maria Canale, Luigi Pavese, Carla Calò, Ciro Berardi, Ugo Sasso, Carlo Ninchi, Piero Palermini"},{"film":"http://www.wikidata.org/entity/Q3283653","filmLabel":"The Emperor of Capri","directors":"Luigi Comencini","screenwriters":"Luigi Comencini, Marcello Marchesi, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Totò, Yvonne Sanson, Marisa Merlini, Enrico Glori, Pietro Tordi, Mario Castellani, Aldo Giuffrè, Galeazzo Benti, Nerio Bernardi, Laura Gore, Alda Mangini, Nino Marchetti, Pina Gallini, Toni Ucci, Gianni Appelius"},{"film":"http://www.wikidata.org/entity/Q3485897","filmLabel":"Her Favourite Husband","directors":"Mario Soldati, Marino Girolami","screenwriters":"Stefano Vanzina, Mario Monicelli, Mario Soldati","genres":"comedy film","release_year":"1950","durations":"79","cast_list":"Peter Illing, Margaret Rutherford, Tamara Lees, Norman Shelley, Robert Beatty, Danny Green, Gordon Harker, Rona Anderson, Giulio Marchetti, Max Adrian, Andreas Malandrinos, Jean Kent, Joss Ambler, Michael Balfour"},{"film":"http://www.wikidata.org/entity/Q3824355","filmLabel":"The Bride Can't Wait","directors":"Gianni Franciolini, Virgilio Sabel","screenwriters":"Stefano Vanzina, Antonio Pietrangeli, Mario Monicelli, Cesare Zavattini, Piero Tellini","genres":"comedy film","release_year":"1950","durations":"74","cast_list":"Gina Lollobrigida, Giacomo Furia, Odile Versois, Gino Cervi, Ave Ninchi, Ernesto Almirante, Gianni Baghino, Ada Colangeli, Cosetta Greco, Leopoldo Valentini, Nando Bruno"},{"film":"http://www.wikidata.org/entity/Q3838055","filmLabel":"È arrivato il cavaliere!","directors":"Stefano Vanzina, Mario Monicelli","screenwriters":"Stefano Vanzina, Mario Monicelli, Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Age & Scarpelli, Vittorio Metz, Tino Scotti","genres":"comedy film","release_year":"1950","durations":"92","cast_list":"Carlo Mazzarella, Enrico Viarisio, Enzo Biliotti, Enzo Maggio, Gilberto Mazzi, Giovanna Galletti, Giuseppe Pierozzi, Rocco D'Assunta, Tino Scotti, Nyta Dover, Marcella Rovena, Silvana Pampanini, Galeazzo Benti, Ciro Berardi, Arturo Bragaglia, Ada Colangeli, Alda Mangini"},{"film":"http://www.wikidata.org/entity/Q3716005","filmLabel":"Due mogli sono troppe","directors":"Mario Camerini","screenwriters":"Mario Camerini, Franco Brusati","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Lea Padovani, Kieron Moore, Sally Ann Howes, Ada Dondini, David Keir, Griffith Jones"},{"film":"http://www.wikidata.org/entity/Q1155482","filmLabel":"Il Brigante Musolino","directors":"Mario Camerini","screenwriters":"Stefano Vanzina, Mario Camerini, Mario Monicelli, Ivo Perilli, Antonio Leonviola, Vincenzo Talarico, Franco Brusati","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Silvana Mangano, Arnoldo Foà, Guido Celano, Amedeo Nazzari, Umberto Spadaro, Ignazio Balsamo, Eduardo Passarelli, Elvira Betrone, Filippo Scelzo, Nino Pavese, Paolo Ferrara, Rocco D'Assunta"},{"film":"http://www.wikidata.org/entity/Q3793032","filmLabel":"Il bacio di una morta","directors":"Guido Brignone","screenwriters":"Guido Brignone, Fulvio Palmieri","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Paul Müller, Gianna Maria Canale, Vinicio Sofia, Aldo Bufi Landi, Angelo Dessy, Carlo Tamberlani, Enzo Biliotti, Nico Pepe, Paola Quattrini, Rubi Dalma"},{"film":"http://www.wikidata.org/entity/Q614854","filmLabel":"Gone to Earth","directors":"Emeric Pressburger, Michael Powell","screenwriters":"Michael Powell","genres":"drama film, film based on a novel","release_year":"1950","durations":"110","cast_list":"Sybil Thorndike, Jennifer Jones, Hugh Griffith, Esmond Knight, David Farrar, Cyril Cusack, George Cole, Edward Chapman"},{"film":"http://www.wikidata.org/entity/Q480047","filmLabel":"Die Sünderin","directors":"Willi Forst","screenwriters":"Georg Marischka, Willi Forst, Gerhard Menzel","genres":"drama film, romance film","release_year":"1950","durations":"87","cast_list":"Hildegard Knef, Gustav Fröhlich, Karl-Heinz Kreienbaum, Änne Bruck, Benno Gellenbeck, Carl Voscherau, Wera Frydtberg, Jochen-Wolfgang Meyn, Robert Meyn"},{"film":"http://www.wikidata.org/entity/Q3793606","filmLabel":"Il Conte di Sant'Elmo","directors":"Guido Brignone","screenwriters":"Guido Brignone, Vittorio Nino Novarese","genres":"drama film","release_year":"1950","durations":"86","cast_list":"Anna Maria Ferrero, Carlo Croccolo, Luigi Pavese, Massimo Serato, Tino Buazzelli, Tina Lattanzi, Franco Pesce, Filippo Scelzo, Gino Baghetti, Nelly Corradi, Renato Malavasi, Alfredo Varelli"},{"film":"http://www.wikidata.org/entity/Q2162087","filmLabel":"Orpheus","directors":"Jean Cocteau","screenwriters":"Jean Cocteau","genres":"fantasy film, drama film","release_year":"1950","durations":"95","cast_list":"María Casares, Roger Blin, François Périer, Jean-Pierre Mocky, Henri Crémieux, Jacques Varennes, The first time I was in a meeting was when we were in our meeting we had a, Pierre Bertin, René Worms, Edouard Dermit, Jacques Doniol-Valcroze, Juliette Gréco, Jean Marais, Jean-Pierre Melville"},{"film":"http://www.wikidata.org/entity/Q2713325","filmLabel":"Les Enfants Terribles","directors":"Jean-Pierre Melville","screenwriters":"Jean Cocteau, Jean-Pierre Melville","genres":"drama film, romance film, LGBT-related film, film based on literature","release_year":"1950","durations":"109","cast_list":"Jean Cocteau, Nicole Stéphane, Rachel Devirys, Annabel Buffet, Jacques Bernard, Jean-Marie Robain, Pierre Bénichou, Renée Cosima, Roger Gaillard, Edouard Dermit, Hélène Rémy"},{"film":"http://www.wikidata.org/entity/Q5996595","filmLabel":"Il Nido di falasco","directors":"Guido Brignone","screenwriters":"Guido Brignone","genres":"drama film","release_year":"1950","durations":"92","cast_list":"Umberto Spadaro, Pina Piovani, Carlo Lombardi, Checco Durante, Ermanno Randi, Gaetano Verna, Gorella Gori, Liliana Tellini, Maria Zanoli"},{"film":"http://www.wikidata.org/entity/Q3837841","filmLabel":"The Fighting Pimpernel","directors":"Michael Powell, Emeric Pressburger","screenwriters":"Michael Powell","genres":"swashbuckler film, adventure film, film based on a novel","release_year":"1950","durations":"109","cast_list":"Cyril Cusack, Robert Coote, Terence Alexander, John Longden, Danielle Godet, Philip Stainton, Tommy Duggan, Edmond Audran, Jack Hawkins, Howard Vernon, Margaret Leighton, David Niven, Patrick Macnee, Arlette Marchal, Arthur Wontner"},{"film":"http://www.wikidata.org/entity/Q1657950","filmLabel":"The Miniver Story","directors":"H. C. Potter","screenwriters":"George Froeschel, Ronald Millar","genres":"drama film","release_year":"1950","durations":"104","cast_list":"Greer Garson, Peter Finch, James Fox, Walter Pidgeon, Cathy O'Donnell, Reginald Owen, Leo Genn, Henry Wilcoxon, John Hodiak, Anthony Bushell"},{"film":"http://www.wikidata.org/entity/Q1170235","filmLabel":"That Forsyte Woman","directors":"Compton Bennett","screenwriters":"John Galsworthy, Jan Lustig, Ivan Tors, Arthur Wimperis","genres":"drama film, romance film, film based on literature","release_year":"1950","durations":"105","cast_list":"Stanley Logan, Rolfe Sedan, Morgan Farley, Errol Flynn, Greer Garson, Janet Leigh, Matt Moore, Walter Pidgeon, Lilian Bond, Robert Young, Leonard Carey, Harry Davenport, Aubrey Mather, Phyllis Morris, Gerald Oliver Smith, Halliwell Hobbes, Jimmy Aubrey, Lumsden Hare"},{"film":"http://www.wikidata.org/entity/Q7761300","filmLabel":"The Rocking Horse Winner","directors":"Anthony Pelissier","screenwriters":"D. H. Lawrence","genres":"drama film, fantasy film","release_year":"1950","durations":"91","cast_list":"John Mills, Valerie Hobson, John Howard Davies, Ronald Squire, Charles Goldner"},{"film":"http://www.wikidata.org/entity/Q1757751","filmLabel":"Rocketship X-M","directors":"Kurt Neumann","screenwriters":"Kurt Neumann, Dalton Trumbo","genres":"adventure film, science fiction film, post-apocalyptic film","release_year":"1950","durations":"77","cast_list":"Lloyd Bridges, Osa Massen, Hugh O'Brian, Noah Beery Jr., Morris Ankrum, John Emery"},{"film":"http://www.wikidata.org/entity/Q3532606","filmLabel":"Romanzo d'amore","directors":"Duilio Coletti","screenwriters":"Antonio Pietrangeli, Suso Cecchi d'Amico, Duilio Coletti, Aldo De Benedetti, Fulvio Palmieri","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Harry Hardt, Egon von Jordan, Maria Eis, Mario Siletti, Danielle Darrieux, Elena Altieri, Brigitte Ratz, Rossano Brazzi, Heinz Moog, Augusto Mastrantoni, Jone Morino, Liana Del Balzo, Olinto Cristina, Vira Silenti"},{"film":"http://www.wikidata.org/entity/Q1196452","filmLabel":"La Ronde","directors":"Max Ophüls","screenwriters":"Arthur Schnitzler, Max Ophüls, Kurt Feltz, Jacques Natanson","genres":"drama film, romantic comedy","release_year":"1950","durations":"110","cast_list":"Anton Walbrook, Simone Signoret, Gérard Philipe, Danielle Darrieux, Simone Simon, Jean-Louis Barrault, Serge Reggiani, Isa Miranda, Odette Joyeux, Daniel Gélin, Fernand Gravey, Charles Vissières, Jacques Vertan, Jean Clarieux, Jean Ozenne, Paulette Frantz, René Marjac, Robert Vattier"},{"film":"http://www.wikidata.org/entity/Q2265844","filmLabel":"No Way Out","directors":"Joseph L. Mankiewicz","screenwriters":"Joseph L. Mankiewicz","genres":"drama film, film noir","release_year":"1950","durations":"106","cast_list":"Sidney Poitier, Ruby Dee, Linda Darnell, Betsy Blair, Richard Widmark, Ian Wolfe, Victor Kilian, Eleanor Audley, Ossie Davis, Robert Adler, Charles Ferguson, Jack Kruschen, Stephen McNally, William Wright, Frank Overton, Bert Freed, Barbara Pepper, Frederick O'Neal, Harry Lauter, John Whitney, Ray Teal, Stanley Ridges, Will Wright, Howard M. Mitchell, Harry Bellaver, Fred Graham, Davis Roberts, Charles McAvoy"},{"film":"http://www.wikidata.org/entity/Q3684164","filmLabel":"How I Discovered America","directors":"Carlo Borghesio","screenwriters":"Mario Monicelli, Stefano Vanzina, Leonardo Benvenuti, Carlo Borghesio, Mario Amendola","genres":"comedy film","release_year":"1950","durations":"89","cast_list":"Folco Lulli, Delia Scala, Erminio Macario, Carlo Rizzo, Carlo Ninchi, Alfredo Rizzo, Dario Michaelis, Nino Pavese, Nunzio Filogamo, Pina Gallini"},{"film":"http://www.wikidata.org/entity/Q3607585","filmLabel":"A Night of Fame","directors":"Mario Monicelli, Stefano Vanzina","screenwriters":"Mario Monicelli, Stefano Vanzina, Ernesto Calindri","genres":"comedy film","release_year":"1950","durations":"100","cast_list":"Ferruccio Tagliavini, Marcel Cerdan, Alba Arnova, Folco Lulli, Carlo Campanini, Luigi Pavese, Ernesto Calindri, Enrico Luzi, Mischa Auer, Gianni Rizzo, Leonardo Cortese, Aldo Silvani, Abbe Lane, Cesare Polacco, Franca Marzi, Giovanni Petrucci, Giuseppe Pierozzi, Marcello Barlocco, Marilyn Buferd, William Tubbs, Nyta Dover, Leonardo Scavino"},{"film":"http://www.wikidata.org/entity/Q1196378","filmLabel":"The Council of the Gods","directors":"Kurt Maetzig","screenwriters":"Friedrich Wolf","genres":"drama film","release_year":"1950","durations":"111","cast_list":"Laya Raki, Paul Bildt, Agnes Windeck, Eva Pflug, Fritz Tillmann, Brigitte Krause, Inge Keller"},{"film":"http://www.wikidata.org/entity/Q1753964","filmLabel":"Juliette, or Key of Dreams","directors":"Marcel Carné","screenwriters":"Marcel Carné","genres":"drama film","release_year":"1950","durations":"106","cast_list":"Gérard Philipe, Pierre Vernier, Suzanne Cloutier, Yves Robert, Roland Lesaffre, Gérard Darrieu, Anne Marilo, Arthur Devère, Claire Olivier, Eugène Yvernes, Fernand René, Gabrielle Fontan, Georges Demas, Guy Mairesse, Henri Niel, Jean-Roger Caussimon, Jean Bazin, Jean Clarieux, Jean Sylvere, Liliane Ernout, Louise Fouquet, Marcelle Arnold, Marion Delbo, Martial Rèbe, Max Dejean, Olivier Darrieux, Paul Bonifas, Paul Violette, René Génin, René Hell, Édouard Delmont, Gustave Gallet"},{"film":"http://www.wikidata.org/entity/Q3210552","filmLabel":"La Marie du port","directors":"Marcel Carné","screenwriters":"Marcel Carné, Georges Ribemont-Dessaignes","genres":"drama film, romance film, film based on literature","release_year":"1950","durations":"88","cast_list":"Odette Laure, Paul Violette, René Blancard, René Hell, Robert Vattier, Roger Vieuille, Yvonne Yma, Émile Drain, Georges Vitray, Germaine Michel, Henri Niel, Jacky Blanchot, Jean-François Bailly, Jean Bertho, Jean Clarieux, Jeanne Véniat, Louise Fouquet, Marcel Rouzé, Marie-Louise Godard, Martial Rèbe, Maurice Derville, Jean Gabin, Jane Marken, Nicole Courcel, Louis Seigner, Olivier Hussenot, Julien Carette, Roland Lesaffre, Blanchette Brunoy, Camille Guérini, Charles Mahieu, Christian Fourcade, Claude Romain, Gabrielle Fontan, Georges Galley"},{"film":"http://www.wikidata.org/entity/Q2815369","filmLabel":"The Benthin Family","directors":"Kurt Maetzig, Slatan Dudow, Richard Groschopp","screenwriters":"Johannes R. Becher, Slatan Dudow, Ehm Welk, Kurt Barthel","genres":"crime film","release_year":"1950","durations":"98","cast_list":"Konrad Petzold, Erik Schumann, Charlotte Ander, Ottokar Runze, Hans-Georg Rudolph, Harry Hindemith, Karl Heinz Deickert, Maly Delschaft, Werner Pledath"},{"film":"http://www.wikidata.org/entity/Q3425262","filmLabel":"Rendezvous in July","directors":"Jacques Becker","screenwriters":"Jacques Becker","genres":"coming-of-age fiction","release_year":"1950","durations":"112","cast_list":"Hélène Rémy, Francis Mazière, Jacques Muller, Capucine, Brigitte Auber, Gaston Modot, Jacques Hilling, Nicole Courcel, Louis Seigner, Françoise Arnoul, Daniel Gélin, Pierre Mondy, Rex Stewart, Maurice Ronet, Alexandre Astruc, Claude Luter, Albert Malbert, Annie Noël, Bernard Lajarrige, Charles Camus, Colette Régis, Denise Péronne, Jacques Denoël, Jacques Fabbri, Jean-Louis Allibert, Jean Pommier, Louisa Colpeyn, Léon Bary, Marcel Charvey, Michel Barbey, Paul Barge, Paul Villé, Philippe Mareuil, Pierre Trabaud, René Berthier, Robert Le Béal, Robert Lombard, Yette Lucas, Yvonne Yma, Émile Ronet"},{"film":"http://www.wikidata.org/entity/Q3603306","filmLabel":"Abbiamo vinto!","directors":"Robert A. Stemmle","screenwriters":"Robert A. Stemmle, Mario Amendola, Siro Angeli","genres":"satirical film or television program","release_year":"1950","durations":"87","cast_list":"Margherita Bagni, Antonella Lualdi, Mario Carotenuto, Walter Chiari, Sergio Tofano, Lilla Brignone, Paolo Stoppa, Camillo Pilotto, Nerio Bernardi, Jacqueline Pierreux, Adriana Serra, Anna Maria Bottini, Carlo Hintermann, Enzo Gainotti, Mario Castelnuovo"},{"film":"http://www.wikidata.org/entity/Q3235681","filmLabel":"The Munekata Sisters","directors":"Yasujirō Ozu","screenwriters":"Yasujirō Ozu, Kōgo Noda","genres":"drama film","release_year":"1950","durations":"116","cast_list":"Kinuyo Tanaka, Hideko Takamine, Chishū Ryū, Kamatari Fujiwara, Ken Uehara"},{"film":"http://www.wikidata.org/entity/Q14932220","filmLabel":"Kissing Is No Sin","directors":"Hubert Marischka","screenwriters":"Hubert Marischka","genres":"comedy film, musical film","release_year":"1950","durations":"107","cast_list":"Adolf Gondrell, Curd Jürgens, Erika von Thellmann, Gertrud Wolle, Hans Moser, Elfie Mayerhofer, Gisela Fackeldey, Hans Olden, Max Schipper"},{"film":"http://www.wikidata.org/entity/Q3231952","filmLabel":"The Last Days of Pompeii","directors":"Marcel L'Herbier, Paolo Moffa","screenwriters":"Antonio Pietrangeli, Marcel L'Herbier, Diego Fabbri, Paolo Moffa, Jean Laviron, Pierre Brive","genres":"drama film, sword-and-sandal film","release_year":"1950","durations":"90","cast_list":"Marcel Herrand, Marcella Rovena, Micheline Presle, Annibale Betrone, Georges Marchal, Jaque Catelain, Camillo Pilotto, Guglielmo Barnabò, Hans Hinrich, Adriana Benetti, Antonio Pierfederici, Claudio Ermelli, Jone Romano, Mariella Lotti, Alain Quercy, Peter Trent"},{"film":"http://www.wikidata.org/entity/Q1754248","filmLabel":"The Red Danube","directors":"George Sidney","screenwriters":"Gina Kaus","genres":"drama film, war film, romance film","release_year":"1950","durations":"119","cast_list":"Janet Leigh, Angela Lansbury, Ethel Barrymore, Argentina Brunetti, Peter Lawford, Walter Pidgeon, Alan Napier, Louis Calhern, Richard Fraser, Francis L. Sullivan, Melville Cooper, Robert Coote, Tito Vuolo, Doris Lloyd, Konstantin Shayne, Tamara Shayne, George Bookasta"},{"film":"http://www.wikidata.org/entity/Q2559888","filmLabel":"Who Drove the Grey Ford?","directors":"Otto Wernicke","screenwriters":"Otto Wernicke, Kurt Joachim Fischer","genres":"crime film","release_year":"1950","durations":"94","cast_list":"Otto Wernicke, Ursula Herking, Wolfgang Neuss, Hilde Sessak, Til Kiwe"},{"film":"http://www.wikidata.org/entity/Q323359","filmLabel":"Rotation","directors":"Wolfgang Staudte","screenwriters":"Wolfgang Staudte","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Werner Peters, Paul Esser, Reinhard Kolldehoff, Reinhold Bernt, Georg August Koch, Brigitte Krause, Albert Venohr, Karl Heinz Deickert, Irene Korb, Johannes Knittel, Alfred Maack, Maria Loja, Valeska Stock, Walter Tarrach, Wolfgang Kühne, Albert Johannes"},{"film":"http://www.wikidata.org/entity/Q3894623","filmLabel":"Legend of Love","directors":"Raffaello Matarazzo","screenwriters":"Raffaello Matarazzo, Vittorio Calvino, Vittorio Nino Novarese","genres":"drama film","release_year":"1950","durations":"89","cast_list":"Odile Versois, Andrea Checchi, Roberto Murolo, Sergio Fantoni, John Bailey, Aldo Silvani, Norman Claridge, Armando Francioli, Enzo Musumeci Greco, Teo Teocoli"},{"film":"http://www.wikidata.org/entity/Q1772932","filmLabel":"Royal Children","directors":"Helmut Käutner","screenwriters":"Helmut Käutner, Emil Burri, Herbert Witt","genres":"comedy film","release_year":"1950","durations":"95","cast_list":"Beppo Brem, Peter van Eyck, Helmut Käutner, Charles Régnier, Jenny Jugo, Theodor Danegger, Rudolf Schündler, Erika von Thellmann, Wastl Witt, Gertrud Wolle, Friedrich Schoenfelder, Hedwig Wangel, Barbara Gallauner, Franz Loskarn, Georg Vogelsang"},{"film":"http://www.wikidata.org/entity/Q3794390","filmLabel":"The Thief of Venice","directors":"John Brahm","screenwriters":"John Brahm, Jesse Louis Lasky Jr.","genres":"adventure film","release_year":"1950","durations":"109","cast_list":"Paul Hubschmid, Maria Montez, Guido Celano, Massimo Serato, Vinicio Sofia, Paolo Stoppa, Camillo Pilotto, Aldo Silvani, Luigi Tosi, Gaetano Verna, Gino Saltamerenda, Liana Del Balzo, Mario Besesti, Umberto Sacripante, Mario Tosi, Faye Marlowe, Leonardo Scavino"},{"film":"http://www.wikidata.org/entity/Q5437611","filmLabel":"Father Is a Bachelor","directors":"Norman Foster, Abby Berlin","screenwriters":"James Edward Grant, Aleen Leslie","genres":"comedy film, musical film, romantic comedy, romance film","release_year":"1950","durations":"83","cast_list":"Gary Gray, Peggy Converse, Sig Ruman, William Holden, Stuart Erwin, Coleen Gray, Charles Winninger, Clinton Sundberg, Lloyd Corrigan, Billy Gray"},{"film":"http://www.wikidata.org/entity/Q14942544","filmLabel":"The Drunkard","directors":"Giorgos Tzavellas","screenwriters":"Giorgos Tzavellas","genres":"drama film","release_year":"1950","durations":"105","cast_list":"Orestis Makris, Nikos Rizos, Anna Kyriakou, Athanassia Moustaka, Thanasis Tzeneralis, Q12884075, Dimitris Horn"},{"film":"http://www.wikidata.org/entity/Q15614133","filmLabel":"Rock Island Trail","directors":"Joseph Kane","screenwriters":"James Edward Grant","genres":"Western film","release_year":"1950","durations":"90","cast_list":"Adele Mara, Bruce Cabot, Jeff Corey, Forrest Tucker, Roy Barcroft, Chill Wills, Noble Johnson, Grant Withers, John Holland, Lorna Gray, Marshall Reed, Pierre Watkin, Ralph Moody"},{"film":"http://www.wikidata.org/entity/Q15614484","filmLabel":"Surrender","directors":"Allan Dwan","screenwriters":"James Edward Grant","genres":"Western film","release_year":"1950","durations":"90","cast_list":"Francis Lederer, Walter Brennan, Jane Darwell, Vera Ralston, Paul Fix, Roy Barcroft, John Carroll, William Ching, Maria Palmer"},{"film":"http://www.wikidata.org/entity/Q15614835","filmLabel":"California Passage","directors":"Joseph Kane","screenwriters":"James Edward Grant","genres":"Western film","release_year":"1950","durations":"90","cast_list":"Charles Stevens, Adele Mara, Jim Davis, Francis McDonald, Paul Fix, Forrest Tucker, Rhys Williams, Bill Williams, Charles Kemper, Estelita Rodriguez, Peter Miles, Eddy Waller, Rory Mallinson"},{"film":"http://www.wikidata.org/entity/Q2222439","filmLabel":"Story of a Love Affair","directors":"Michelangelo Antonioni","screenwriters":"Michelangelo Antonioni, Francesco Maselli, Daniele D'Anza, Piero Tellini","genres":"drama film","release_year":"1950","durations":"98","cast_list":"Lucia Bosé, Massimo Girotti, Gino Cervi, Franco Fabrizi, Gino Rossi, Anita Farra, Rubi Dalma"},{"film":"http://www.wikidata.org/entity/Q3415040","filmLabel":"Cordula","directors":"Gustav Ucicky","screenwriters":"Gustav Ucicky, Max Mell","genres":"drama film","release_year":"1950","durations":"105","cast_list":"Paula Wessely, Attila Hörbiger, Karl Günther, Fritz Imhoff, Alma Seidler, Edith Mill, Erik Frey, Hermann Erhardt, Eduard Köck, Jane Tilden, Nina Sandt, Karl Ehmann, Karl Skraup, Oskar Wegrostek"},{"film":"http://www.wikidata.org/entity/Q1547697","filmLabel":"Tarzan's Magic Fountain","directors":"Lee Sholem","screenwriters":"Curt Siodmak","genres":"adventure film","release_year":"1950","durations":"70","cast_list":"Brenda Joyce, Alan Napier, Evelyn Ankers, Lex Barker, Henry Brandon, Albert Dekker"},{"film":"http://www.wikidata.org/entity/Q1347111","filmLabel":"The Orplid Mystery","directors":"Helmut Käutner","screenwriters":"Robert A. Stemmle","genres":"drama film, film noir","release_year":"1950","durations":"91","cast_list":"Jeanette Schultze, Rolf von Nauckhoff, Harry Tenbrook, Hilde Hildebrand, Peter van Eyck, Hans Christian Blech, Ilse Werner, Helmut Käutner, Reinhard Kolldehoff, Carl Raddatz, Fritz Kortner, Hans Stiebner, Adrian Hoven, Blandine Ebinger, O. E. Hasse, Horst Caspar, Horst Hächler, Bettina Moissi, Camilla Spira, Hans Leibelt, Arno Assmann, Irene von Meyendorff, Paul Hörbiger, Arno Paulsen, Carl Kuhlmann, Maria Besendahl, Erwin Biegel, Rolf Heydel, Gustav Püttjer, Hellmuth Helsig, Horst Breitenfeld"},{"film":"http://www.wikidata.org/entity/Q27959275","filmLabel":"Shadow of the Eagle","directors":"Sidney Salkow","screenwriters":"Jacques Companéez, Hagar Wilde","genres":"drama film","release_year":"1950","durations":"93","cast_list":"Walter Rilla, Valentina Cortese, Binnie Barnes, Richard Greene, Greta Gynt, William Tubbs, Ewan Roberts"},{"film":"http://www.wikidata.org/entity/Q3993863","filmLabel":"Return to Naples","directors":"Domenico Gambino","screenwriters":"Domenico Gambino","genres":"comedy film","release_year":"1950","durations":"81","cast_list":"Nino Manfredi, Paola Barbara, Silvana Jachino, Vittorio Duse, Renato Terra, Carlo Sposito, Carlo Lombardi, Italia Marchesini, Leopoldo Valentini, Marina Bonfigli"},{"film":"http://www.wikidata.org/entity/Q1141493","filmLabel":"The Heiress","directors":"William Wyler","screenwriters":"Henry James","genres":"drama film, romance film, historical drama, film based on literature","release_year":"1950","durations":"114","cast_list":"Vanessa Brown, Olivia de Havilland, Montgomery Clift, Miriam Hopkins, Mona Freeman, Ralph Richardson, V V Brown, Selena Royle, Russ Conway, Ray Collins, Harry Antrim, Louise Lorimer"},{"film":"http://www.wikidata.org/entity/Q3227788","filmLabel":"Gunman in the Streets","directors":"Frank Tuttle, Borys Lewin","screenwriters":"Jacques Companéez","genres":"film noir, crime film, drama film","release_year":"1950","durations":"86","cast_list":"Edmond Ardisson, Fernand Gravey, Yves-Marie Maurin, Dane Clark, Albert Dinan, Dominique Marcas, Manuel Gary, Fernand Rauzena, Jean-Paul Moulinot, Michel André, Rodolphe Marcilly, Yvonne Dany, Teddy Bilis, Pierre Gay, Simone Signoret"},{"film":"http://www.wikidata.org/entity/Q3209445","filmLabel":"Mystery Street","directors":"John Sturges","screenwriters":"Leonard Spigelgass, Richard Brooks","genres":"drama film, film noir, crime film","release_year":"1950","durations":"93","cast_list":"King Donovan, Jim Hayward, Louise Lorimer, Elsa Lanchester, Jan Sterling, Betsy Blair, Ricardo Montalbán, Marshall Thompson, Bruce Bennett, Frank Overton, Ralph Dumke, Sally Forrest, Edmon Ryan, Walter Burke"},{"film":"http://www.wikidata.org/entity/Q3492415","filmLabel":"Lost Souvenirs","directors":"Christian-Jaque","screenwriters":"Jacques Companéez, Jacques Prévert, Henri Jeanson, Christian-Jaque, Pierre Prévert","genres":"anthology film, drama film","release_year":"1950","durations":"135","cast_list":"Jacques Tarride, François Périer, André Numès Fils, Armand Bernard, Charles Vissières, Daniel Lecourtois, Franck Maurice, Georges Bever, Germaine Stainval, Gilberte Géniat, Jean Davy, Jean Ozenne, Yves Montand, Gérard Philipe, Suzy Delair, Danièle Delorme, Edwige Feuillère, Charles Fernley Fawcett, Marthe Mercadier, Bernard Blier, Pierre Mondy, Pierre Brasseur, René Lacourt, Robert Moor, Roger Vincent, Yolande Laffon, Yvonne Yma, Émile Genevois, Jean Sylvere, Léonce Corne, Marcel Rouzé, Maurice Dorléac, Maurice Lagrenée, Maurice Nasil, Odette Barencey, Paul Faivre"},{"film":"http://www.wikidata.org/entity/Q3283683","filmLabel":"Totò Le Mokò","directors":"Carlo Ludovico Bragaglia","screenwriters":"Arduino Maiuri, Furio Scarpelli, Sandro Continenza, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"81","cast_list":"Flora Torrigiani, Franca Marzi, Totò, Elena Altieri, Marcella Rovena, Gianna Maria Canale, Mario Castellani, Luigi Pavese, Carla Calò, Ciro Berardi, Gianni Rizzo, Carlo Ninchi, Alessandro Tedeschi, Armando Migliari, Enzo Garinei"},{"film":"http://www.wikidata.org/entity/Q2538430","filmLabel":"Riding High","directors":"Frank Capra","screenwriters":"Melville Shavelson, Robert Riskin","genres":"musical film, romantic comedy","release_year":"1950","durations":"112","cast_list":"Fritz Feld, Oliver Hardy, Bing Crosby, Margaret Hamilton, Raymond Walburn, Marjorie Lord, Clara Blandick, Kasey Rogers, Ann Doran, Snub Pollard, Margaret Field, Dub Taylor, Charles Lane, Charles Bickford, Paul Harvey, Percy Kilbride, Stanley Andrews, Charles Sullivan, James Gleason, Percy Helton, Harry Davenport, Coleen Gray, Ward Bond, Tom Kennedy, Gene Lockhart, William Demarest, Rand Brooks, Frankie Darro, Clarence Muse, Douglass Dumbrille, Frances Gifford, Irving Bacon"},{"film":"http://www.wikidata.org/entity/Q3638352","filmLabel":"Welcome, Reverend!","directors":"Aldo Fabrizi","screenwriters":"Aldo Fabrizi, Piero Tellini","genres":"comedy film","release_year":"1950","durations":"77","cast_list":"Aldo Fabrizi, Marianne Hold, Massimo Girotti, Gabriele Ferzetti, Vittorio Duse, Giovanni Grasso, Raimondo Van Riel, Ada Colangeli, Lianella Carell, Virginia Balistrieri"},{"film":"http://www.wikidata.org/entity/Q15837133","filmLabel":"Only One Night","directors":"Fritz Kirchhoff","screenwriters":"Gustav Kampendonk","genres":"drama film, romance film","release_year":"1950","durations":"82","cast_list":"Marianne Hoppe"},{"film":"http://www.wikidata.org/entity/Q3821454","filmLabel":"La bisarca","directors":"Giorgio Simonelli","screenwriters":"Arduino Maiuri, Ruggero Maccari, Pietro Garinei, Mario Amendola, Vittorio Metz, Sandro Giovannini","genres":"comedy film, science fiction film","release_year":"1950","durations":"90","cast_list":"Mario Siletti, Paul Müller, Lída Baarová, Silvana Pampanini, Kay Medford, Riccardo Billi, Carlo Campanini, Peppino De Filippo, Aroldo Tieri, Galeazzo Benti, Tino Buazzelli, Franco Pesce, Arturo Bragaglia, Adriana Serra, Armando Migliari, Bruno Corelli, Clelia Matania, Enrico Viarisio, Franco Coop, Gilberto Mazzi, Giulio Donnini, Lidia Venturini, Nietta Zocchi, Virgilio Riento, Vittorio Sanipoli, Margarete Genske"},{"film":"http://www.wikidata.org/entity/Q3870351","filmLabel":"Side Street Story","directors":"Eduardo De Filippo","screenwriters":"Arduino Maiuri, Eduardo De Filippo, Piero Tellini","genres":"comedy film","release_year":"1950","durations":"102","cast_list":"Carlo Giuffré, Leda Gloria, Dante Maggio, Aldo Tonti, Gianni Musy, Titina De Filippo, Nino Vingelli, Carlo Ninchi, Laura Gore, Giacomo Rondinella, Mario Frera, Pietro Carloni, Rosita Pisano, Sandro Ruffini, Carlo Mazzoni, Totò, Mario Soldati, Eduardo De Filippo, Enrico Glori, Delia Scala, Aldo Giuffrè"},{"film":"http://www.wikidata.org/entity/Q880357","filmLabel":"The Black Forest Girl","directors":"Hans Deppe","screenwriters":"Bobby E. Lüthge","genres":"drama film, comedy film, Heimatfilm, musical film, romance film","release_year":"1950","durations":"104","cast_list":"Sonja Ziemann, Gretl Schörg, Walter Müller, Lucie Englisch, Franz-Otto Krüger, Rudolf Prack, Fritz Kampers, Ernst Waldow, Lydia Veicht, Paul Hörbiger, Kurt Zehe, Kurt Seifert, Kurt Pratsch-Kaufmann, Lewis Brody, Trude Wilke-Roßwog, Kurt Schöpp, Hans Richter"},{"film":"http://www.wikidata.org/entity/Q7735974","filmLabel":"The Gay Amigo","directors":"Wallace Fox","screenwriters":"O. Henry","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Duncan Renaldo"},{"film":"http://www.wikidata.org/entity/Q3838075","filmLabel":"The Blue Lamp","directors":"Basil Dearden","screenwriters":"T. E. B. Clarke","genres":"crime film","release_year":"1950","durations":"84","cast_list":"Dirk Bogarde, Robert Flemyng, Jack Warner"},{"film":"http://www.wikidata.org/entity/Q1193790","filmLabel":"The Violin Maker of Mittenwald","directors":"Rudolf Schündler","screenwriters":"Peter Ostermayr","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Willy Rösner, Sepp Nigg"},{"film":"http://www.wikidata.org/entity/Q1143339","filmLabel":"Sands of Iwo Jima","directors":"Allan Dwan","screenwriters":"James Edward Grant, Harry Brown","genres":"war film","release_year":"1950","durations":"100","cast_list":"John Wayne, William P. Murphy, Adele Mara, John Agar, James Brown, Richard Webb, Arthur Franz, Forrest Tucker, Richard Jaeckel, Julie Bishop, Wally Cassell, Don Haggerty"},{"film":"http://www.wikidata.org/entity/Q690310","filmLabel":"Gli amanti di Ravello","directors":"Luigi Capuano, Francesco De Robertis","screenwriters":"Luigi Capuano, Francesco De Robertis, Giorgio Prosperi","genres":"drama film","release_year":"1950","durations":"88","cast_list":"Lída Baarová, Leonora Ruffo, Gabriele Ferzetti, Carlo Ninchi, Nino Milano, Olga Solbelli, Rino Salviati"},{"film":"http://www.wikidata.org/entity/Q884686","filmLabel":"Passport to Pimlico","directors":"Henry Cornelius","screenwriters":"T. E. B. Clarke","genres":"comedy film","release_year":"1950","durations":"84","cast_list":"Margaret Rutherford, Charles Hawtrey, Hermione Baddeley, Barbara Murray, Basil Radford, Naunton Wayne, Stanley Holloway, Michael Hordern, Michael Knight, James Hayter, Raymond Huntley, Sydney Tafler, John Slater, Paul Dupuis, Philip Stainton"},{"film":"http://www.wikidata.org/entity/Q4306681","filmLabel":"Nancy Goes to Rio","directors":"Robert Z. Leonard","screenwriters":"Sidney Sheldon","genres":"musical film, romantic comedy","release_year":"1950","durations":"100","cast_list":"Carmen Miranda, Ann Sothern, Jane Powell, Scotty Beckett, Louis Calhern, Barry Sullivan"},{"film":"http://www.wikidata.org/entity/Q948292","filmLabel":"Task Force","directors":"Delmer Daves","screenwriters":"Delmer Daves","genres":"drama film, war film","release_year":"1950","durations":"100","cast_list":"Rory Mallinson, Gary Cooper, Walter Brennan, Julie London, Jane Wyatt, Wayne Morris, Bruce Bennett, Jack Holt, Moroni Olsen, John Ridgely, Peter J. Ortiz, Richard Rober, Stanley Ridges, Tetsu Komai"},{"film":"http://www.wikidata.org/entity/Q3790582","filmLabel":"The Cadets of Gascony","directors":"Mario Mattoli","screenwriters":"Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Ugo Tognazzi, Ferruccio Tagliavini, Arnoldo Foà, Carlo Croccolo, Riccardo Billi, Carlo Campanini, Aldo Giuffrè, Alberto Sorrentino, Mario Riva, Walter Chiari, Gianni Musy, Dina Galli, Nerio Bernardi, Ada Dondini, Alda Mangini, Alfredo Rizzo, Diana Dei, Enzo Garinei, Fulvia Mammi, Giulio Marchetti, Virgilio Riento"},{"film":"http://www.wikidata.org/entity/Q1214646","filmLabel":"The Lie","directors":"Gustav Fröhlich","screenwriters":"Hans Schweikart","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Cornell Borchers, Otto Gebühr, Sybille Schmitz, Will Quadflieg, Ewald Balser, Hans Leibelt"},{"film":"http://www.wikidata.org/entity/Q7843073","filmLabel":"Trio","directors":"Harold French, Ken Annakin","screenwriters":"William Somerset Maugham, R. C. Sherriff","genres":"comedy drama","release_year":"1950","durations":"96","cast_list":"Jean Simmons, John Laurie, Roland Culver, Nigel Patrick, André Morell, Naunton Wayne, Bill Travers, Michael Hordern, James Hayter, Wilfrid Hyde-White, Finlay Currie, Felix Aylmer, Raymond Huntley, Michael Rennie, Anne Crawford, Kathleen Harrison"},{"film":"http://www.wikidata.org/entity/Q5166565","filmLabel":"Convicted","directors":"Henry Levin","screenwriters":"Fred Niblo, Jr., Seton I. Miller, William Bowers","genres":"drama film, film noir, prison film, crime film","release_year":"1950","durations":"91","cast_list":"Broderick Crawford, Glenn Ford"},{"film":"http://www.wikidata.org/entity/Q2292080","filmLabel":"The Stratton Story","directors":"Sam Wood","screenwriters":"Douglas Morrow","genres":"drama film, biographical film, romance film","release_year":"1950","durations":"106","cast_list":"James Stewart, Frank Morgan, Agnes Moorehead, June Allyson, Bruce Cowling, Holmes Herbert, Robert Gist, Bill Williams, Gino Corrado, James Nolan"},{"film":"http://www.wikidata.org/entity/Q1263921","filmLabel":"Annie Get Your Gun","directors":"Charles Walters, Busby Berkeley, George Sidney","screenwriters":"Sidney Sheldon, Dorothy Fields, Herbert Fields","genres":"biographical film, musical film, comedy film","release_year":"1950","durations":"107","cast_list":"Betty Hutton, John Mylong, Howard Keel, Mae Clarke, Edward Arnold, Louis Calhern, J. Carrol Naish, Keenan Wynn, Benay Venuta, Clinton Sundberg, Dell Henderson, William Tannen, André Charlot, Chief Yowlachie"},{"film":"http://www.wikidata.org/entity/Q176135","filmLabel":"Hochzeitsnacht im Paradies","directors":"Géza von Bolváry","screenwriters":"Ernst Marischka","genres":"musical film","release_year":"1950","durations":"95","cast_list":"Johannes Heesters, Joseph Egger, Claude Farell, Fritz Odemar, Ferruccio Biancini"},{"film":"http://www.wikidata.org/entity/Q1216947","filmLabel":"The Barkleys of Broadway","directors":"Charles Walters","screenwriters":"Sidney Sheldon, Betty Comden, Adolph Green","genres":"comedy film, musical film","release_year":"1950","durations":"109","cast_list":"Ginger Rogers, Fred Astaire, Jacques François, Billie Burke, Betty Blythe, Gale Robbins, Oscar Levant, George Zucco, Hans Conried, Clinton Sundberg, William Tannen, Mahlon Hamilton, Claire Carleton"},{"film":"http://www.wikidata.org/entity/Q3283741","filmLabel":"Outrage","directors":"Ida Lupino","screenwriters":"Ida Lupino","genres":"drama film","release_year":"1950","durations":"75","cast_list":"Mala Powers, Roy Engel, Jerry Paris, Colin Kenny, Robert Clarke, Tod Andrews, William Challee, Jerry Hausner, Angela Clarke"},{"film":"http://www.wikidata.org/entity/Q374434","filmLabel":"The Glass Menagerie","directors":"Irving Rapper","screenwriters":"Tennessee Williams, Peter Berneis","genres":"drama film","release_year":"1950","durations":"107","cast_list":"Jane Wyman, Kirk Douglas, Arthur Kennedy, Gertrude Lawrence, Sean McClory, Ralph Sanford, Sarah Edwards, Louise Lorimer"},{"film":"http://www.wikidata.org/entity/Q2941034","filmLabel":"Casimir","directors":"Richard Pottier","screenwriters":"Gerd Karlick","genres":"comedy film","release_year":"1950","durations":"87","cast_list":"Fernandel, Charles Fernley Fawcett, André Numès Fils, Bernard Lajarrige, Cécile Didier, Darling Légitimus, Gaston Orbal, Germaine Montero, Jacqueline Duc, Julien Maffre, Lucien Hector, Marc Arian, Pierre Ferval, Robert Seller, Émile Riandreys"},{"film":"http://www.wikidata.org/entity/Q4010290","filmLabel":"Vertigine d'amore","directors":"Luigi Capuano","screenwriters":"Maurice Druon, Luigi Capuano","genres":"drama film","release_year":"1950","durations":"93","cast_list":"Gabriele Ferzetti, Charles Vanel, Paolo Panelli, Piero Lulli, Elli Parvo, Gabrielle Fontan, Bella Starace Sainati, Jone Salinas, Marcello Mastroianni, Folco Lulli"},{"film":"http://www.wikidata.org/entity/Q2132727","filmLabel":"Shockproof","directors":"Douglas Sirk","screenwriters":"Samuel Fuller","genres":"drama film, film noir, crime film","release_year":"1950","durations":"79","cast_list":"Cornel Wilde, Patricia Knight"},{"film":"http://www.wikidata.org/entity/Q2180453","filmLabel":"The Baron of Arizona","directors":"Samuel Fuller","screenwriters":"Samuel Fuller","genres":"Western film","release_year":"1950","durations":"97","cast_list":"Vincent Price, Ellen Drew, Angelo Rossitto, Beulah Bondi, Robert Barrat, Jonathan Hale, Vladimir Sokoloff, Reed Hadley"},{"film":"http://www.wikidata.org/entity/Q961965","filmLabel":"Never Fear","directors":"Ida Lupino","screenwriters":"Ida Lupino","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Lawrence Dobkin, Hugh O'Brian, Eve Miller, Keefe Brasselle, Sally Forrest, Herb Butterfield"},{"film":"http://www.wikidata.org/entity/Q5519691","filmLabel":"Gambling House","directors":"Ted Tetzlaff","screenwriters":"Samuel Fuller, Allen Rivkin","genres":"film noir, crime film","release_year":"1950","durations":"80","cast_list":"Terry Moore, Victor Mature, Ann Doran, Eleanor Audley, Cleo Moore, William Bendix"},{"film":"http://www.wikidata.org/entity/Q7303846","filmLabel":"Red Canyon","directors":"George Sherman","screenwriters":"Zane Grey","genres":"Western film","release_year":"1950","durations":"82","cast_list":"Jane Darwell, Ann Blyth, Lloyd Bridges, Edgar Buchanan, Chill Wills, George Brent, Denver Pyle, John McIntire, Hank Worden, Howard Duff, Edmund Cobb, Hank Patterson"},{"film":"http://www.wikidata.org/entity/Q20814525","filmLabel":"Five Suspects","directors":"Kurt Hoffmann","screenwriters":"Johanna Sibelius","genres":"crime film","release_year":"1950","durations":"85","cast_list":"Blandine Ebinger, Friedrich Schoenfelder, Ottokar Runze, Hans Leibelt, Kurt Waitzmann, Josef Sieber, Werner Schott, Gunnar Möller, Arno Paulsen, Henry Lorenzen, Gustav Püttjer, Franz Nicklisch, Horst Gentzen, Lutz Moik, Karl Klüsner, Hans Nielsen, Dorothea Wieck"},{"film":"http://www.wikidata.org/entity/Q3941107","filmLabel":"Rondini in volo","directors":"Luigi Capuano","screenwriters":"Luigi Capuano, Anton Giulio Majano, Diego Calcagno, Corrado Pavolini, Fulvio Palmieri","genres":"adventure film","release_year":"1950","durations":"102","cast_list":"Mirko Ellis, Guido Celano, Andrea Checchi, Gabriele Ferzetti, Massimo Serato, Paolo Panelli, Umberto Spadaro, Giovanni Grasso, Dina Sassoli, Franco Pesce, Mario Ferrari, Carlo Sposito, Claudio Ermelli, Erminio Spalla, Maria Grazia Francia"},{"film":"http://www.wikidata.org/entity/Q1245160","filmLabel":"Destination Moon","directors":"Irving Pichel","screenwriters":"Robert A. Heinlein","genres":"drama film, adventure film, science fiction film, speculative/fantastic fiction film, film based on a novel","release_year":"1950","durations":"91","cast_list":"Tom Powers, Warner Anderson, Erin O'Brien-Moore, Grace Stafford, John Archer, Dick Wesson"},{"film":"http://www.wikidata.org/entity/Q1758118","filmLabel":"Kon-Tiki","directors":"Thor Heyerdahl","screenwriters":"Thor Heyerdahl","genres":"documentary film","release_year":"1950","durations":"77","cast_list":"Thor Heyerdahl, Sol Lesser, Knut Haugland, Herman Watzinger, Erik Hesselberg, Bengt Danielsson, Torstein Raaby"},{"film":"http://www.wikidata.org/entity/Q1199705","filmLabel":"Caught in the Foreign Legion","directors":"René Le Hénaff","screenwriters":"Gerd Karlick","genres":"comedy film","release_year":"1950","durations":"70","cast_list":"Fernandel, Paulette Dubost, Andrex, Ginette Baudin, Julien Maffre, Luc Andrieux, Robert Seller, Thérèse Dorny"},{"film":"http://www.wikidata.org/entity/Q3283989","filmLabel":"Le Sei mogli di Barbablù","directors":"Carlo Ludovico Bragaglia","screenwriters":"Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"87","cast_list":"Totò, Sophia Loren, Marcella Rovena, Isa Barzizza, Mario Castellani, Luigi Pavese, Tino Buazzelli, Mario Pisu, Arturo Bragaglia, Carlo Ninchi, Aldo Bufi Landi, Eduardo Passarelli, Enzo Garinei, Erminio Spalla, Giuseppe Recagno, Leo Garavaglia, Leonardo Bragaglia, Giorgio Costantini, Nino Marchesini, Pier Ugo Gragnani"},{"film":"http://www.wikidata.org/entity/Q502530","filmLabel":"Stage Fright","directors":"Alfred Hitchcock","screenwriters":"Alma Reville, Ranald MacDougall","genres":"flashback film, crime thriller film","release_year":"1950","durations":"105","cast_list":"Pat Hitchcock, Miles Malleson, Kay Walsh, Richard Todd, André Morell, Alastair Sim, Michael Wilding, Marlene Dietrich, Alfred Hitchcock, Jane Wyman, Sybil Thorndike"},{"film":"http://www.wikidata.org/entity/Q947934","filmLabel":"Tarzan and the Slave Girl","directors":"Lee Sholem","screenwriters":"Hans Jacoby","genres":"action film, adventure film","release_year":"1950","durations":"73","cast_list":"Vanessa Brown, Hurd Hatfield, Denise Darcel, Lex Barker, Robert Warwick, Robert Alda"},{"film":"http://www.wikidata.org/entity/Q1525998","filmLabel":"I Was a Male War Bride","directors":"Howard Hawks","screenwriters":"Leonard Spigelgass, Charles Lederer, Hagar Wilde","genres":"romantic comedy, LGBT-related film","release_year":"1950","durations":"105","cast_list":"Kenneth Tobey, Edward Platt, Harry Lauter, Martin Miller, Randy Stuart, King Donovan, Michael Balfour, Cary Grant, Carl Jaffe, Ann Sheridan, Arthur Hill"},{"film":"http://www.wikidata.org/entity/Q3284151","filmLabel":"Totò cerca moglie","directors":"Carlo Ludovico Bragaglia","screenwriters":"Furio Scarpelli, Agenore Incrocci, Sandro Continenza, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"76","cast_list":"Totò, Paul Müller, Marcella Rovena, Marisa Merlini, Mario Castellani, Luigi Pavese, Ave Ninchi, Aroldo Tieri, Elvy Lissiak, Nerio Bernardi, Anna Maestri, Enzo Garinei, Franca Tamantini, Giovanna Galletti, Maria Laura Rocca, Vira Silenti, Zoe Incrocci, Mario Meniconi, Nino Marchesini, Pier Ugo Gragnani"},{"film":"http://www.wikidata.org/entity/Q3284276","filmLabel":"Totò sceicco","directors":"Mario Mattoli","screenwriters":"Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Vittorio Metz","genres":"comedy film, film based on literature","release_year":"1950","durations":"95","cast_list":"Totò, Giacomo Furia, Arnoldo Foà, Carlo Croccolo, Tamara Lees, Riccardo Billi, Mario Castellani, Aldo Giuffrè, Aroldo Tieri, Carlo Duse, Pietro De Vico, Raimondo Vianello, Ughetto Bertucci, Laura Gore, Ada Dondini, Cesare Polacco, Eduardo Passarelli, Kiki Urbani, Ubaldo Lay, Pier Ugo Gragnani"},{"film":"http://www.wikidata.org/entity/Q2104178","filmLabel":"The West Point Story","directors":"Roy Del Ruth","screenwriters":"Irving Wallace","genres":"musical film","release_year":"1950","durations":"107","cast_list":"James Cagney, Doris Day, Virginia Mayo, Alan Hale, Jr., Gordon MacRae, Gene Nelson, Jerome Cowan, Roland Winters, Wilton Graff"},{"film":"http://www.wikidata.org/entity/Q3823663","filmLabel":"La Presidentessa","directors":"Pietro Germi","screenwriters":"Maurice Hennequin","genres":"comedy film","release_year":"1950","durations":"84","cast_list":"Silvana Pampanini, Carlo Dapporto, Luigi Pavese, Ernesto Calindri, Ave Ninchi, Aroldo Tieri, Paolo Stoppa, Franco Pesce, Guglielmo Barnabò, Laura Gore, Aldo Bufi Landi, Eva Vanicek, Franco Coop, Franco Scandurra, Marilyn Buferd, Nico Pepe, Ugo Bologna"},{"film":"http://www.wikidata.org/entity/Q426352","filmLabel":"Samson and Delilah","directors":"Cecil B. DeMille","screenwriters":"Ze'ev Jabotinsky, Fredric M. Frank, Jesse Louis Lasky Jr.","genres":"drama film","release_year":"1950","durations":"131","cast_list":"Hedy Lamarr, Cecil B. DeMille, Angela Lansbury, George Sanders, George Reeves, Victor Mature, Angelo Rossitto, Victor Varconi, Karen Morley, Kasey Rogers, Fay Holden, Francis McDonald, Russ Tamblyn, Olive Deering, Colin Tapley, Fritz Leiber, Charles Meredith, John Miljan, Frank Reicher, Henry Wilcoxon, Frank Wilcox, Lane Chandler, Moroni Olsen, Mike Mazurki, William Farnum, Arthur Q. Bryan, Julia Faye, Pedro de Cordoba, Russell Hicks, Crauford Kent, Harry Woods, Wee Willie Davis"},{"film":"http://www.wikidata.org/entity/Q495924","filmLabel":"The Big Lift","directors":"George Seaton","screenwriters":"George Seaton","genres":"drama film, war film","release_year":"1950","durations":"119","cast_list":"Cornell Borchers, O. E. Hasse, Montgomery Clift, Bruni Löbel, Paul Douglas"},{"film":"http://www.wikidata.org/entity/Q3352342","filmLabel":"For Heaven's Sake","directors":"George Seaton","screenwriters":"George Seaton","genres":"comedy film, romance film","release_year":"1950","durations":"92","cast_list":"Joan Bennett, Joan Blondell, Edmund Gwenn, Robert Cummings, Clifton Webb, Tommy Rettig, Jack La Rue, Gigi Perreau"},{"film":"http://www.wikidata.org/entity/Q367980","filmLabel":"47 morto che parla","directors":"Carlo Ludovico Bragaglia","screenwriters":"Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"89","cast_list":"Totò, Silvana Pampanini, Carlo Croccolo, Riccardo Billi, Mario Castellani, Aroldo Tieri, Dante Maggio, Tina Lattanzi, Gigi Reder, Anna Arena, Arturo Bragaglia, Adriana Benetti, Aldo Bufi Landi, Diana Lante, Eduardo Passarelli, Gildo Bocci, Mary González"},{"film":"http://www.wikidata.org/entity/Q1097615","filmLabel":"Figaro qua, Figaro là","directors":"Carlo Ludovico Bragaglia","screenwriters":"Furio Scarpelli, Agenore Incrocci, Marcello Marchesi, Age & Scarpelli, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"87","cast_list":"Totò, Mario Siletti, Gianni Agus, Isa Barzizza, Pietro Tordi, Memmo Carotenuto, Mario Castellani, Luigi Pavese, Armando Annuale, Renato Rascel, Ciro Berardi, Guglielmo Barnabò, Ugo Sasso, Arturo Bragaglia, Carlo Mazzarella, Flora Torrigiani, Franca Marzi, Franca Tamantini, Giulio Calì, Jole Fierro, Leonardo Bragaglia, Nuto Navarrini, Pier Ugo Gragnani"},{"film":"http://www.wikidata.org/entity/Q7749558","filmLabel":"The Magnet","directors":"Charles Frend","screenwriters":"T. E. B. Clarke","genres":"comedy film","release_year":"1950","durations":"79","cast_list":"James Fox, Kay Walsh, Stephen Murray"},{"film":"http://www.wikidata.org/entity/Q3987143","filmLabel":"The French Peep Show","directors":"Russ Meyer","screenwriters":"Russ Meyer","genres":"erotic film","release_year":"1950","durations":"35","cast_list":"Tempest Storm"},{"film":"http://www.wikidata.org/entity/Q19364057","filmLabel":"My Beloved Juan","directors":"Jerónimo Mihura","screenwriters":"Miguel Mihura","genres":"comedy film","release_year":"1950","durations":"115","cast_list":"Conrado San Martín, José Isbert, Eugenio Testa, Conchita Montes, Julia Lajos, Alberto Romea, Juan de Landa, Modesto Cid, Rosita Valero"},{"film":"http://www.wikidata.org/entity/Q3400442","filmLabel":"His Last Twelve Hours","directors":"Luigi Zampa","screenwriters":"Suso Cecchi d'Amico, Cesare Zavattini, Vitaliano Brancati, Henri Jeanson, Diego Fabbri, Giorgio Moser","genres":"drama film, speculative/fantastic fiction film","release_year":"1950","durations":"85","cast_list":"Louis de Funès, Jean Gabin, Pietro Pastore, Elena Altieri, Paola Borboni, Antonella Lualdi, Marco Tulli, Aristide Baghetti, Dante Maggio, Rio Nobile, Ciro Berardi, Enrico Luzi, Julien Carette, Nerio Bernardi, Elli Parvo, Ada Colangeli, Bella Starace Sainati, Bice Valori, Bruno Corelli, Carlo Sposito, Edda Soligo, Fausto Guerzoni, Gorella Gori, Mariella Lotti, Mimo Billi, Paolo Ferrara, Peppino Spadaro, Salvo Libassi, Marga Cella, Aldo Vasco"},{"film":"http://www.wikidata.org/entity/Q3897945","filmLabel":"Pact with the Devil","directors":"Luigi Chiarini","screenwriters":"Suso Cecchi d'Amico, Mario Serandrei, Corrado Alvaro, Luigi Chiarini, Sergio Amidei, Carlo Mazzoni","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Nico Pepe, Oreste Fares, Jacques François, Anne Vernon, Guido Celano, Isa Miranda, Annibale Betrone, Jacques Sernas, Ave Ninchi, Saro Urzì, Eduardo Ciannelli, Umberto Spadaro, Camillo Pilotto, Luigi Tosi, Alfredo Robert, Angelo Dessy, Checco Rissone, Lamberto Picasso"},{"film":"http://www.wikidata.org/entity/Q7776472","filmLabel":"The Yacht Isabel Arrived This Afternoon","directors":"Carlos Hugo Christensen","screenwriters":"Aquiles Nazoa","genres":"drama film","release_year":"1950","durations":"97","cast_list":"Arturo de Córdova, Juana Sujo, María Gámez, Néstor Zavarce, Virginia Luque, América Barrio, Tomás Henríquez"},{"film":"http://www.wikidata.org/entity/Q1447056","filmLabel":"Mister 880","directors":"Edmund Goulding","screenwriters":"Robert Riskin","genres":"comedy film, crime film","release_year":"1950","durations":"90","cast_list":"Dorothy McGuire, Burt Lancaster, Edmund Gwenn, Millard Mitchell, James Millican, Larry Keating, Minor Watson, Billy Gray, Hugh Sanders, Rico Alaniz"},{"film":"http://www.wikidata.org/entity/Q1882322","filmLabel":"The Great Sinner","directors":"Robert Siodmak","screenwriters":"Christopher Isherwood","genres":"drama film","release_year":"1950","durations":"112","cast_list":"Curt Bois, Ludwig Donath, Ludwig Stössel, Friedrich von Ledebur, Gregory Peck, Walter Huston, Ava Gardner, Frank Morgan, Ethel Barrymore, Agnes Moorehead, Melvyn Douglas, Leonid Kinskey, André Charlot, James Anderson, Jean Del Val"},{"film":"http://www.wikidata.org/entity/Q1197547","filmLabel":"Kiss of Death","directors":"Henry Hathaway","screenwriters":"Ben Hecht, Charles Lederer, Philip Dunne","genres":"drama film, film noir, prison film, crime thriller film","release_year":"1950","durations":"98","cast_list":"Karl Malden, Mildred Dunnock, Richard Widmark, Victor Mature, Taylor Holmes, Jesse White, Brian Donlevy, Coleen Gray, Millard Mitchell, Tito Vuolo, Howard Smith, Anthony Ross, Harry Bellaver"},{"film":"http://www.wikidata.org/entity/Q957026","filmLabel":"Love Happy","directors":"Leo McCarey, David Miller","screenwriters":"Ben Hecht, Harpo Marx, Frank Tashlin, William Alland","genres":"musical film, comedy film","release_year":"1950","durations":"85","cast_list":"Raymond Burr, Chico Marx, Ilona Massey, Eric Blore, Paul Valentine, Melville Cooper, Marilyn Monroe, Groucho Marx, Otto Waldis, Vera-Ellen, Harpo Marx, Bruce Gordon, Edward Gargan, Leon Belasco, Marion Hutton"},{"film":"http://www.wikidata.org/entity/Q2510018","filmLabel":"The Glass Castle","directors":"René Clément","screenwriters":"René Clément, Pierre Bost","genres":"drama film, film based on a novel","release_year":"1950","durations":"99","cast_list":"Germaine Stainval, Paule Launay, Roger Dalphin, Yvonne Claudie, Giovanna Galletti, Jacques Rivette, Jean Marais, Michèle Morgan, Jean Servais, Élina Labourdette, Albert Michel, Allain Dhurtal, André Carnège, Anne-Marie Cazalis, Colette Régis, Elisa Cegani, Fosco Giachetti"},{"film":"http://www.wikidata.org/entity/Q3208765","filmLabel":"Frenchie","directors":"Louis King","screenwriters":"Oscar Brodney","genres":"Western film","release_year":"1950","durations":"81","cast_list":"Shelley Winters, Elsa Lanchester, Regis Toomey, Joel McCrea, Lawrence Dobkin, Paul Kelly, John Russell, Frank Ferguson, Marie Windsor, George Cleveland, John Emery, Chubby Johnson, Tudor Owen"},{"film":"http://www.wikidata.org/entity/Q4010392","filmLabel":"Vespro siciliano","directors":"Giorgio Pàstina","screenwriters":"Eugène Scribe","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Paul Müller, Clara Calamai, Marina Berti, Gabriele Ferzetti, Aroldo Tieri, Roldano Lupi, Gianni Musy, Felice Minotti, Steve Barclay, Aldo Silvani, Carlo Tamberlani, Ermanno Randi"},{"film":"http://www.wikidata.org/entity/Q1089010","filmLabel":"The Inspector General","directors":"Henry Koster","screenwriters":"Ben Hecht, Harry Kurnitz, Philip Rapp","genres":"comedy film, musical film","release_year":"1950","durations":"102","cast_list":"Walter Slezak, Barbara Bates, Danny Kaye, Elsa Lanchester, Gene Lockhart, Alan Hale, Walter Catlett, Rhys Williams, Byron Foulger, Benny Baker"},{"film":"http://www.wikidata.org/entity/Q3752169","filmLabel":"Whirlpool","directors":"Otto Preminger","screenwriters":"Ben Hecht","genres":"drama film, film noir, crime film","release_year":"1950","durations":"98","cast_list":"Ian MacDonald, Alex Gerry, Larry Keating, Robert Foulk, Sally Forrest, Clancy Cooper, Harold Miller, Jay Eaton, Barbara O'Neil, Roger Moore, Gene Tierney, Eduard Franz, José Ferrer, Constance Collier, Lawrence Dobkin, Charles Bickford, Richard Conte, Fortunio Bonanova, Helen Westcott"},{"film":"http://www.wikidata.org/entity/Q1398816","filmLabel":"Where the Sidewalk Ends","directors":"Otto Preminger","screenwriters":"Ben Hecht, Victor Trivas, William L. Stuart, Robert E. Kent","genres":"crime film, drama film, film noir","release_year":"1950","durations":"95","cast_list":"Clancy Cooper, Fred Aldrich, Louise Lorimer, Karl Malden, Gene Tierney, Dana Andrews, Snub Pollard, Gary Merrill, Tom Tully, Oleg Cassini, Kathleen Hughes, Ian MacDonald, Craig Stevens, Bert Freed, Robert Foulk, Ruth Donnelly"},{"film":"http://www.wikidata.org/entity/Q3505073","filmLabel":"Comanche Territory","directors":"George Sherman","screenwriters":"Oscar Brodney","genres":"Western film","release_year":"1950","durations":"73","cast_list":"Maureen O'Hara, James Best, Macdonald Carey, Charles Drake, Parley Baer, Will Geer, Glenn Strange, Ian MacDonald, Edmund Cobb, Pedro de Cordoba"},{"film":"http://www.wikidata.org/entity/Q3226661","filmLabel":"Madame Husson's Rose","directors":"Jean Boyer","screenwriters":"Marcel Pagnol","genres":"comedy film","release_year":"1950","durations":"84","cast_list":"Bourvil, Pauline Carton, Yvette Etiévant, Henri Vilbert, Albert Duvaleix, André Dalibert, Christian Lude, Fernand Blot, Georges Baconnet, Germaine Dermoz, Germaine Reuver, Jacqueline Pagnol, Jean Dunot, Jeanne Véniat, Marcel Loche, Mireille Perrey, Nina Myral, Suzanne Dehelly"},{"film":"http://www.wikidata.org/entity/Q1580373","filmLabel":"Look for the Silver Lining","directors":"David Butler","screenwriters":"Phoebe Ephron, Henry Ephron","genres":"drama film, biographical film","release_year":"1950","durations":"95","cast_list":"Ray Bolger, June Haver, Bess Flowers, Charles Ruggles, S. Z. Sakall, Gordon MacRae, Douglas Kennedy, Leo White, Fred Kelsey, Hank Mann, Philo McCullough, Pierre Watkin, Stanley Andrews, William Forrest, Lee and Lyn Wilde, Eddie Kane, Esther Howard, Robin Hughes, Monte Blue, Walter Catlett, Rosemary DeCamp, Will Rogers, Jr."},{"film":"http://www.wikidata.org/entity/Q3206636","filmLabel":"La Belle que voilà","directors":"Jean-Paul Le Chanois","screenwriters":"Françoise Giroud","genres":"drama film","release_year":"1950","durations":"115","cast_list":"Michèle Morgan, Gérard Oury, Henri Vidal, Ludmilla Tchérina, Bernard Lancret, Bréols, Henri Arius, Jean Debucourt, Jean Témerson, Jean-François d'Orgeix, Jean d'Yd, Léo Lapara, Marcelle Géniat, Édouard Delmont"},{"film":"http://www.wikidata.org/entity/Q6245383","filmLabel":"John Loves Mary","directors":"David Butler","screenwriters":"Phoebe Ephron, Henry Ephron","genres":"musical film, romantic comedy","release_year":"1950","durations":"96","cast_list":"Ronald Reagan, Patricia Neal, Wayne Morris, Jack Carson"},{"film":"http://www.wikidata.org/entity/Q1753499","filmLabel":"Donne senza nome","directors":"Géza von Radványi","screenwriters":"Géza von Radványi, Corrado Alvaro, René Barjavel, Fausto Tozzi","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Vivi Gioi, Nyta Dover, Gina Falckenberg, Simone Simon, Valentina Cortese, Françoise Rosay, Gino Cervi, Anna Maria Alegiani, Lamberto Maggiorani, Umberto Spadaro, Nada Fiorelli, Mario Ferrari, Anna Maestri, Carlo Sposito, Claudio Ermelli, Irasema Dilián, Liliana Tellini"},{"film":"http://www.wikidata.org/entity/Q1196628","filmLabel":"The Gunfighter","directors":"Henry King","screenwriters":"Roger Corman, Nunnally Johnson, William Bowers","genres":"Western film","release_year":"1950","durations":"85","cast_list":"Verna Felton, Ellen Corby, Jean Parker, Alan Hale, Jr., Kenneth Tobey, Millard Mitchell, Richard Jaeckel, Helen Westcott, Alberto Morin, Dan White, Edmund Cobb, Hank Patterson, Harry Shannon, James Millican, Larry Buchanan, Skip Homeier, Anthony Ross, David Clarke, Dick Curtis, Ferris Taylor, Harry Harvey, Murray Alper, Pierce Lyden, Ralph Moody, John Pickard, Houseley Stevenson, Jim Hayward, Angela Clarke, Archie R. Twitchell, Bruce Gilbert Norman, Karl Malden, Gregory Peck, Mae Marsh"},{"film":"http://www.wikidata.org/entity/Q3683731","filmLabel":"Curtain Call at Cactus Creek","directors":"Charles Lamont","screenwriters":"Oscar Brodney","genres":"Western film","release_year":"1950","durations":"86","cast_list":"Walter Brennan, Vincent Price, Eve Arden, Donald O'Connor"},{"film":"http://www.wikidata.org/entity/Q3823513","filmLabel":"South Sea Sinner","directors":"H. Bruce Humberstone","screenwriters":"Oscar Brodney","genres":"adventure film","release_year":"1950","durations":"88","cast_list":"Shelley Winters, Macdonald Carey, Liberace, Michael Ansara, James Flavin, Luther Adler, Molly Lamont, Frank Lovejoy, Art Smith, Henry Kulky, John Ridgely, Helena Carter, Peter Leeds"},{"film":"http://www.wikidata.org/entity/Q3897457","filmLabel":"Take One False Step","directors":"Chester Erskine","screenwriters":"Irwin Shaw","genres":"film noir","release_year":"1950","durations":"94","cast_list":"William Powell, Shelley Winters, Marsha Hunt, James Gleason"},{"film":"http://www.wikidata.org/entity/Q5996522","filmLabel":"Il cielo è rosso","directors":"Claudio Gora","screenwriters":"Claudio Gora, Cesare Zavattini, Leopoldo Trieste","genres":"drama film","release_year":"1950","durations":"79","cast_list":"Marina Berti, Anna Maria Ferrero, Gino Cervi, Jacques Sernas, Amedeo Trilli, Lauro Gazzolo, Liliana Tellini, Margherita Nicosia, Mischa Auer Jr."},{"film":"http://www.wikidata.org/entity/Q16976360","filmLabel":"Il Sentiero dell'odio","directors":"Sergio Grieco","screenwriters":"Sergio Grieco","genres":"drama film, melodrama","release_year":"1950","durations":"95","cast_list":"Marina Berti, Carla Del Poggio, Andrea Checchi, Vittorio Duse, Piero Lulli, Alessandro Fersen, Checco Rissone, Ermanno Randi, Maria Zanoli, Renato Malavasi, Michele Riccardini"},{"film":"http://www.wikidata.org/entity/Q4025310","filmLabel":"It's Forever Springtime","directors":"Renato Castellani","screenwriters":"Suso Cecchi d'Amico, Cesare Zavattini","genres":"drama film","release_year":"1950","durations":"92","cast_list":"Renato Baldini, Elena Varzi, Irene Genna"},{"film":"http://www.wikidata.org/entity/Q3878004","filmLabel":"Jolson Sings Again","directors":"Henry Levin","screenwriters":"Sidney Buchman","genres":"drama film, biographical film, musical film","release_year":"1950","durations":"96","cast_list":"Ludwig Donath, Barbara Hale, Larry Parks, William Demarest, Peter Brocco, Myron McCormick, Tamara Shayne"},{"film":"http://www.wikidata.org/entity/Q7993196","filmLabel":"Where Danger Lives","directors":"John Farrow","screenwriters":"Charles Bennett","genres":"film noir","release_year":"1950","durations":"80","cast_list":"Jack Kruschen, Philip Van Zandt, Charles Kemper, Earle Hodgins, Harry Shannon, Julia Faye, Lester Dorr, Ralph Dumke, Ray Teal, Stanley Andrews, Stuart Holmes, Lillian West, William Bailey, Ethan Laidlaw, Tol Avery, Billy House, Robert Mitchum, Maureen O'Sullivan, Herschel Daugherty, Claude Rains, Faith Domergue, Jack Kelly"},{"film":"http://www.wikidata.org/entity/Q817159","filmLabel":"All the King's Men","directors":"Robert Rossen","screenwriters":"Robert Rossen","genres":"drama film, film noir, film based on a novel","release_year":"1950","durations":"109","cast_list":"Mercedes McCambridge, Broderick Crawford, Joanne Dru, Anne Seymour, John Ireland, John Derek, Shepperd Strudwick, Ralph Dumke, Richard Hale, Will Wright, Katherine Warren, Walter Burke, King Donovan, Grandon Rhodes, Houseley Stevenson"},{"film":"http://www.wikidata.org/entity/Q3927029","filmLabel":"It Happens Every Spring","directors":"Lloyd Bacon","screenwriters":"Valentine Davies","genres":"science fiction film, science fiction comedy","release_year":"1950","durations":"87","cast_list":"Mae Marsh, Ray Milland, Debra Paget, Jean Peters, Ed Begley, Ted de Corsia, Jessie Royce Landis, Alan Hale, Jr., Gene Evans, Douglas Spencer, Ray Collins, Paul Douglas, Edward Keane"},{"film":"http://www.wikidata.org/entity/Q3837946","filmLabel":"Girl with Hyacinths","directors":"Hasse Ekman","screenwriters":"Hasse Ekman","genres":"drama film, LGBT-related film","release_year":"1950","durations":"89","cast_list":"Eva Henning, Anders Ek, Birgit Tengroth, Marianne Löfgren, Georg Skarstedt, Ulf Palme, Keve Hjelm, Anne-Marie Brunius, Gösta Cederlund, Gösta Gustafson, Karl-Arne Holmsten"},{"film":"http://www.wikidata.org/entity/Q1767174","filmLabel":"The Fireball","directors":"Tay Garnett","screenwriters":"Horace McCoy, Tay Garnett","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Marilyn Monroe, James Brown, Mickey Rooney, Milburn Stone, Pat O'Brien, Glen Corbett, Ralph Dumke, James Anderson, Sam Flint, Beverly Tyler"},{"film":"http://www.wikidata.org/entity/Q783258","filmLabel":"Gun Crazy","directors":"Joseph H. Lewis","screenwriters":"Dalton Trumbo, MacKinlay Kantor","genres":"drama film, film noir, heist film","release_year":"1950","durations":"87","cast_list":"Peggy Cummins, Russ Tamblyn, Berry Kroeger, John Dall, Nedrick Young, Trevor Bardette, Morris Carnovsky, Harry Lewis"},{"film":"http://www.wikidata.org/entity/Q1412513","filmLabel":"Harvey","directors":"Henry Koster","screenwriters":"Oscar Brodney, Mary Chase, Myles Connolly","genres":"fantasy film, comedy film","release_year":"1950","durations":"104","cast_list":"Josephine Hull, James Stewart, Victoria Horne, Jesse White, Cecil Kellaway, Charles Drake, Peggy Dow, Wallace Ford, Clem Bevans, Nana Bryant, Pat Flaherty"},{"film":"http://www.wikidata.org/entity/Q15690187","filmLabel":"Bad Men of Tombstone","directors":"Kurt Neumann","screenwriters":"Philip Yordan","genres":"Western film","release_year":"1950","durations":"75","cast_list":"Gerald Mohr, Douglas Fowley, Olin Howland, Morris Ankrum, Dennis Hoey, Guinn \"Big Boy\" Williams, Harry Hayden, Lucien Littlefield, Marjorie Reynolds, George Chesebro, Tom Fadden, Rory Mallinson, Broderick Crawford, Robert Barrat"},{"film":"http://www.wikidata.org/entity/Q652927","filmLabel":"Sunday in August","directors":"Luciano Emmer","screenwriters":"Cesare Zavattini, Luciano Emmer, Franco Brusati, Sergio Amidei, Giulio Macchi","genres":"drama film, comedy film","release_year":"1950","durations":"75","cast_list":"Marcello Mastroianni, Emilio Cigoli, Ave Ninchi, Massimo Serato, Franco Interlenghi, Elvy Lissiak, Anna Di Leo, Jone Morino, Mario Vitale, Salvo Libassi, Vera Carmi"},{"film":"http://www.wikidata.org/entity/Q3772172","filmLabel":"Black Magic","directors":"Orson Welles, Gregory Ratoff","screenwriters":"Charles Bennett, Richard Schayer","genres":"drama film","release_year":"1950","durations":"105","cast_list":"Orson Welles, Silvana Mangano, Valentina Cortese, Raymond Burr, Akim Tamiroff, Margot Grahame, Berry Kroeger, Frank Latimore, Gregory Gaye, Milly Vitale, Rosina Galli, Bruce Belfrage, Charles Goldner, Nancy Guild, Ronald Adam, Tamara Shayne, Stephen Bekassy, Giuseppe Varni, Franco Corsaro, Leonardo Scavino"},{"film":"http://www.wikidata.org/entity/Q1697043","filmLabel":"Joan of Arc","directors":"Victor Fleming","screenwriters":"Maxwell Anderson","genres":"biographical film, drama film","release_year":"1950","durations":"132","cast_list":"Robert Barrat, J. Carrol Naish, Aubrey Mather, Cecil Kellaway, Francis L. Sullivan, Charles Wagenheim, Russell Simpson, Leif Erickson, Ward Bond, Gene Lockhart, James Kirkwood, Rand Brooks, Nestor Paiva, Minerva Urecal, George Coulouris, George Zucco, Henry Brandon, George Magrill, Stella LeSaint, Jimmy Lydon, Shepperd Strudwick, Morris Ankrum, Bob Burns, Dennis Hoey, Frederick Worlock, John Emery, Lester Dorr, Mary Field, Ray Teal, Richard Alexander, Richard Derr, Robert Bice, Roman Bohnen, Stuart Holmes, Arthur Space, Bill Kennedy, Clancy Cooper, Colin Keith-Johnston, Ethan Laidlaw, Frances Morris, Frank Hagney, George Barrows, Gregg Barton, Lon Poff, Philip Bourneuf, Vernon Steele, Thomas Browne Henry, Herman Hack, Houseley Stevenson, William Wagner, Louis Payne, Frank Marlowe, Nicholas Joy, Ray Saunders, Ingrid Bergman, Frank Puglia, Matt Moore, José Ferrer, Hurd Hatfield, Richard Ney, Alan Napier, John Ireland, Taylor Holmes, Jeff Corey, Irene Rich, Herbert Rawlinson, William Conrad, Selena Royle, Herbert Rudley"},{"film":"http://www.wikidata.org/entity/Q3823634","filmLabel":"Edge of Doom","directors":"Mark Robson","screenwriters":"Philip Yordan","genres":"film noir","release_year":"1950","durations":"99","cast_list":"Farley Granger, Dana Andrews, Mala Powers, Paul Stewart, Robert Keith, Joan Evans"},{"film":"http://www.wikidata.org/entity/Q921707","filmLabel":"Kiss Tomorrow Goodbye","directors":"Gordon Douglas","screenwriters":"Horace McCoy, Harry Brown","genres":"film noir, crime thriller film","release_year":"1950","durations":"102","cast_list":"James Cagney, Rhys Williams, Barton MacLane, Kenneth Tobey, Charles Meredith, Ward Bond, William Frawley, Frank Reicher, Luther Adler, William Cagney, Frank Wilcox, Neville Brand, Herbert Heyes, John Litel, Larry J. Blake, Steve Brodie, William Murphy, Helena Carter, Barbara Payton, Georgia Caine, King Donovan"},{"film":"http://www.wikidata.org/entity/Q81789","filmLabel":"The Bells of Nagasaki","directors":"Hideo Ōba","screenwriters":"Kaneto Shindō","genres":"drama film, film based on literature","release_year":"1950","durations":"94","cast_list":"Keiko Tsushima, Osamu Takizawa, Yumeji Tsukioka"},{"film":"http://www.wikidata.org/entity/Q3236150","filmLabel":"Persiane chiuse","directors":"Luigi Comencini","screenwriters":"Gianni Puccini, Massimo Mida","genres":"drama film, melodrama","release_year":"1950","durations":"95","cast_list":"Giulietta Masina, Eleonora Rossi Drago, Massimo Girotti, Renato Baldini, Luisa Rivelli, Liliana Gerace"},{"film":"http://www.wikidata.org/entity/Q7897799","filmLabel":"Unvanquished City","directors":"Jerzy Zarzycki","screenwriters":"Jerzy Andrzejewski","genres":"drama film, war film","release_year":"1950","durations":"86","cast_list":"Lucjan Dytrych, Jerzy Wasowski, Jerzy Kaliszewski, Alfred Łodziński, Jan Świderski, Michał Melina, Jerzy Rakowiecki, Andrzej Łapicki, Zofia Mrozowska, Seweryn Butrym, Stanisław Jasiukiewicz, Henryk Borowski, Janusz Ziejewski, Maria Kaniewska, Igor Śmiałowski, Jan Kurnakowicz"},{"film":"http://www.wikidata.org/entity/Q426482","filmLabel":"Come to the Stable","directors":"Henry Koster","screenwriters":"Clare Boothe Luce, Oscar Millard","genres":"drama film, Christmas film","release_year":"1950","durations":"91","cast_list":"Celeste Holm, Elsa Lanchester, Loretta Young, Basil Ruysdael, Regis Toomey, Thomas Gomez, Dooley Wilson, Hugh Marlowe, Ian MacDonald, Mike Mazurki, Dorothy Patrick, Walter Baldwin, Louis Jean Heydt"},{"film":"http://www.wikidata.org/entity/Q3750905","filmLabel":"Francis","directors":"Arthur Lubin","screenwriters":"David Stern","genres":"film based on literature","release_year":"1950","durations":"91","cast_list":"Eduard Franz, Donald O'Connor, Patricia Medina, Frank Faylen, Robert Warwick, Charles Meredith, Chill Wills, John McIntire, Ray Collins, Colin Kenny, Al Ferguson, Mikel Conrad, Howland Chamberlain, Fred Aldrich, Sam Harris, Roger Moore, ZaSu Pitts, Tony Curtis"},{"film":"http://www.wikidata.org/entity/Q1291456","filmLabel":"Edward, My Son","directors":"George Cukor","screenwriters":"Donald Ogden Stewart, Robert Morley, Noel Langley","genres":"drama film","release_year":"1950","durations":"112","cast_list":"Spencer Tracy, Deborah Kerr, James Donald, Ian Hunter, Colin Gordon, Felix Aylmer, Mervyn Johns, Leueen MacGrath, Walter Fitzgerald"},{"film":"http://www.wikidata.org/entity/Q3580157","filmLabel":"The Astonished Heart","directors":"Terence Fisher","screenwriters":"Noël Coward","genres":"drama film","release_year":"1950","durations":"85","cast_list":"Ralph Michael, Joyce Carey, Margaret Leighton, Celia Johnson, Noël Coward, Michael Hordern, Alan Webb, Amy Veness, Bill Owen"},{"film":"http://www.wikidata.org/entity/Q2471484","filmLabel":"Summer Stock","directors":"Charles Walters","screenwriters":"George Wells, Sy Gomberg","genres":"musical film","release_year":"1950","durations":"109","cast_list":"Judy Garland, Gene Kelly, Eddie Bracken, Marjorie Main, Gloria DeHaven, Phil Silvers, Ray Collins, Hans Conried"},{"film":"http://www.wikidata.org/entity/Q2530954","filmLabel":"Take Me Out to the Ball Game","directors":"Busby Berkeley","screenwriters":"George Wells","genres":"musical film, romantic comedy","release_year":"1950","durations":"93","cast_list":"Frank Sinatra, Gene Kelly, Esther Williams, Betty Garrett, Edward Arnold, Douglas Fowley, Jules Munshin, Gordon Jones, Henry Kulky, Dick Lane, Sally Forrest, William Tannen, Murray Alper"},{"film":"http://www.wikidata.org/entity/Q6494413","filmLabel":"Last Holiday","directors":"Henry Cass","screenwriters":"J. B. Priestley","genres":"drama film, comedy drama","release_year":"1950","durations":"88","cast_list":"Alec Guinness, Bernard Lee, Kay Walsh, Helen Cherry, Sid James, Wilfrid Hyde-White, Grégoire Aslan, Beatrice Campbell, Jean Colin, Muriel George"},{"film":"http://www.wikidata.org/entity/Q3231454","filmLabel":"South of St. Louis","directors":"Ray Enright","screenwriters":"James R. Webb","genres":"Western film","release_year":"1950","durations":"88","cast_list":"Zachary Scott, Dorothy Malone, Alexis Smith, Joel McCrea, Douglas Kennedy, Holmes Herbert, Victor Jory, Forrest Taylor, Frank Wilcox, Alan Hale, Art Smith, Dan White, Jack Mower, Russell Hicks, Frank Mills, Harry Woods, Ray Montgomery, Nacho Galindo"},{"film":"http://www.wikidata.org/entity/Q3322414","filmLabel":"Montana","directors":"Raoul Walsh, Ray Enright","screenwriters":"James R. Webb, Borden Chase","genres":"Western film","release_year":"1950","durations":"76","cast_list":"Errol Flynn, Alexis Smith, Lester Matthews, James Brown, S. Z. Sakall, Douglas Kennedy, Forrest Taylor, Ian MacDonald, Creighton Hale, Lane Chandler, Colin Kenny, Dorothy Adams, Fred Kelsey, Hank Mann, Jack Mower, Philo McCullough, Almira Sessions, Charles Irwin, Tudor Owen, Nacho Galindo"},{"film":"http://www.wikidata.org/entity/Q4009692","filmLabel":"Vent'anni","directors":"Giorgio Bianchi","screenwriters":"Cesare Zavattini, Aldo De Benedetti","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Marcello Mastroianni, Lamberto Maggiorani, Francesco Golisano, Checco Durante, Nando Bruno, Oscar Blando, Vittoria Crispo"},{"film":"http://www.wikidata.org/entity/Q3518637","filmLabel":"Copper Canyon","directors":"John Farrow","screenwriters":"Jonathan Latimer","genres":"Western film","release_year":"1950","durations":"84","cast_list":"Percy Helton, Harry Carey, Trevor Bardette, Philip Van Zandt, Bob Kortman, Earle Hodgins, Erville Alderson, Frank O'Connor, Peggy Knudsen, Lester Dorr, Richard Alexander, Stanley Andrews, Ethan Laidlaw, Francis Pierlot, Frank Hagney, Hank Bell, James Burke, Hedy Lamarr, Ray Milland, Ernő Verebes, Mona Freeman, Macdonald Carey, Ian Wolfe, Taylor Holmes, Joanne Linville, Hope Emerson, Frank Faylen"},{"film":"http://www.wikidata.org/entity/Q2484626","filmLabel":"Reign of Terror","directors":"Anthony Mann","screenwriters":"Philip Yordan, Æneas MacKenzie","genres":"drama film","release_year":"1950","durations":"89","cast_list":"Charles McGraw, Robert Cummings, Arlene Dahl, Beulah Bondi, Dabbs Greer, Arnold Moss, Russ Tamblyn, Richard Basehart, Hans Moebus, Norman Lloyd, Colin Kenny, Richard Hart, Clancy Cooper, Frank Hagney, Frank Mills, Max Wagner, William Challee, Wilton Graff, Wade Crosby"},{"film":"http://www.wikidata.org/entity/Q2850544","filmLabel":"Anna Lucasta","directors":"Irving Rapper","screenwriters":"Philip Yordan, Arthur Laurents","genres":"drama film","release_year":"1950","durations":"86","cast_list":"James Brown, Oskar Homolka, Paulette Goddard, Broderick Crawford, Mary Wickes, Whit Bissell, John Ireland, Gale Page, Will Geer, Anthony Caruso, Dennie Moore"},{"film":"http://www.wikidata.org/entity/Q2283907","filmLabel":"Justice Is Done","directors":"André Cayatte","screenwriters":"André Cayatte, Charles Spaak","genres":"drama film","release_year":"1950","durations":"105","cast_list":"Pierre Morin, René Pascal, Renée Gardès, Robert Moor, Robert Rollis, Roger Vincent, Valentine Tessier, Émile Drain, Émile Genevois, Gustave Gallet, Dita Parlo, Pierre Fresnay, Paul Frankeur, Jacques Castelot, Noël Roquevert, Michel Auclair, Marcel Pérès, Jean Vilar, Marcel Mouloudji, Raymond Bussières, Claude Nollier, Jean-Pierre Grenier, Albert Malbert, Albert Michel, André Numès Fils, Annette Poivre, Anouk Ferjac, Antoine Balpêtré, Camille Guérini, Claude Nicot, Colette Régis, Cécile Didier, Dominique Marcas, Fernand Gilbert, Frédéric Mariotti, Geneviève Morel, Georges Demas, Henri Coutet, Jacky Blanchot, Jean Debucourt, Jean Morel, Jean Sylvain, Jean d'Yd, Jimmy Perrys, Juliette Faber, Louis Saintève, Lucien Guervil, Léonce Corne, Madeleine Gérôme, Madeleine Suffel, Marcel Rouzé, Marcelle Hainia, Marie-Louise Godard, Maryse Paillet, Maurice Marceau, Maurice Schutz, Nane Germon, Nicolas Amato, Nina Myral, Paul Faivre"},{"film":"http://www.wikidata.org/entity/Q2481884","filmLabel":"Neptune's Daughter","directors":"Edward Buzzell","screenwriters":"Dorothy Kingsley","genres":"musical film, romantic comedy","release_year":"1950","durations":"94","cast_list":"Esther Williams, Betty Garrett, Matt Moore, Ricardo Montalbán, Xavier Cugat, Mel Blanc, Ted de Corsia, Keenan Wynn, Red Skelton, Mike Mazurki, Dell Henderson, Theresa Harris, George Mann"},{"film":"http://www.wikidata.org/entity/Q644205","filmLabel":"The Accusation","directors":"Giacomo Gentilomo","screenwriters":"Giacomo Gentilomo, Franco Brusati, Luigi Carpentieri","genres":"drama film","release_year":"1950","durations":"99","cast_list":"Andrea Checchi, Emma Baron, Alda Mangini, Amilcare Pettinelli, Gaetano Verna, Marcello Mastroianni, Karl Ludwig Diehl, Lea Padovani"},{"film":"http://www.wikidata.org/entity/Q2061215","filmLabel":"Pagan Love Song","directors":"Robert Alton","screenwriters":"Robert Nathan","genres":"musical film, romantic comedy","release_year":"1950","durations":"76","cast_list":"Rita Moreno, Esther Williams, Howard Keel, Minna Gombell, Charles Mauu, Marcelle Corday"},{"film":"http://www.wikidata.org/entity/Q7744329","filmLabel":"The Killer That Stalked New York","directors":"Earl McEvoy","screenwriters":"Harry Essex","genres":"film noir","release_year":"1950","durations":"79","cast_list":"Richard Egan, Peter Brocco, Art Smith, Carl Benton Reid, Carl Milletaire, Everett Glass, Harry Shannon, Pat O'Malley, Robert Foulk, Roy Roberts, Arthur Space, Blackie Whiteford, Reed Hadley, Walter Burke, James Pierce, Anthony Jochim, Whit Bissell, Lola Albright, Connie Gilchrist, Roy Engel, Jim Backus, William Bishop, Celia Lovsky, Ludwig Donath, Paul Picerni, Charles Korvin, Dorothy Malone, Evelyn Keyes, Gayne Whitman"},{"film":"http://www.wikidata.org/entity/Q14631568","filmLabel":"Wyoming Mail","directors":"Reginald Le Borg","screenwriters":"Harry Essex","genres":"Western film","release_year":"1950","durations":"87","cast_list":"Alexis Smith, Ed Begley, Whit Bissell, James Arness, Roy Engel, Gerald Mohr, Gene Evans, Franklyn Farnum, Frankie Darro, Richard Jaeckel, Stephen McNally, Frank Fenton, Harold Goodwin, Grandon Rhodes, Chick Chandler, Fred Aldrich, Guy Wilkerson"},{"film":"http://www.wikidata.org/entity/Q16681847","filmLabel":"Undercover Girl","directors":"Joseph Pevney","screenwriters":"Harry Essex","genres":"action film","release_year":"1950","durations":"83","cast_list":"Gladys George, Alexis Smith, Regis Toomey, Connie Gilchrist, Scott Brady, Gerald Mohr, Royal Dano, Richard Egan, Betty Lou Gerson, Edmon Ryan, Tris Coffin"},{"film":"http://www.wikidata.org/entity/Q3487453","filmLabel":"Soho Conspiracy","directors":"Cecil H. Williamson","screenwriters":"Ralph Dawson","genres":"drama film, musical film","release_year":"1950","durations":"85","cast_list":"Beniamino Gigli, Tito Gobbi, Tito Schipa, Gino Bechi"},{"film":"http://www.wikidata.org/entity/Q3639413","filmLabel":"Snow White and the Seven Thieves","directors":"Giacomo Gentilomo","screenwriters":"Giacomo Gentilomo, Marcello Marchesi, Vittorio Metz, Ernesto Grassi","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Giacomo Furia, Silvana Pampanini, Peppino De Filippo, Luigi Pavese, Laura Carli, Mischa Auer, Carlo Mazzarella, Claudio Ermelli, Gino Saltamerenda, Isabella Riva, Lamberto Picasso, Luisa Rossi, Fernando Tamberlani, Peppino Spadaro, Vittorio Sanipoli"},{"film":"http://www.wikidata.org/entity/Q787387","filmLabel":"The Toast of New Orleans","directors":"Norman Taurog","screenwriters":"George Wells, Sy Gomberg","genres":"musical film, romance film","release_year":"1950","durations":"97","cast_list":"Sig Arno, David Niven, Rita Moreno, Kathryn Grayson, Mario Lanza, Bess Flowers, J. Carrol Naish, James Mitchell, James Mitchel, Richard Hageman, Clinton Sundberg, Paul Frees, Hank Mann, Mitchell Lewis, Romo Vincent, Leon Belasco, Marietta Canty"},{"film":"http://www.wikidata.org/entity/Q1996269","filmLabel":"Crisis","directors":"Richard Brooks","screenwriters":"Richard Brooks","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Cary Grant, Mario Siletti, Signe Hasso, Antonio Moreno, José Ferrer, Leon Ames, Ramón Novarro, Gilbert Roland, Carlotta Monti, Paula Raymond, Pedro de Cordoba, Alex Montoya, Soledad Jiménez"},{"film":"http://www.wikidata.org/entity/Q3208885","filmLabel":"Buccaneer's Girl","directors":"Fred de Cordova","screenwriters":"Josef Hofmann","genres":"musical film, pirate film","release_year":"1950","durations":"77","cast_list":"Elsa Lanchester, Verna Felton, Yvonne De Carlo, Jay C. Flippen, Andrea King, Connie Gilchrist, John Qualen, Henry Daniell, George J. Lewis, Robert Douglas, Peggie Castle, Norman Lloyd, Alex Gerry, Douglass Dumbrille, Philip Friend, Ben Welden, Dennis Moore, Dewey Robinson, Frank Mills, Harry Wilson, Fred Graham, Joel Fluellen"},{"film":"http://www.wikidata.org/entity/Q5759827","filmLabel":"Highway 301","directors":"Andrew L. Stone","screenwriters":"Andrew L. Stone","genres":"film noir, crime film","release_year":"1950","durations":"83","cast_list":"Virginia Grey, Robert Webber, Edward Norris, Richard Egan, Steve Cochran, Gaby André, Wally Cassell, Edmon Ryan"},{"film":"http://www.wikidata.org/entity/Q6957121","filmLabel":"Nacha Regules","directors":"Luis César Amadori","screenwriters":"Luis César Amadori, Pedro Miguel Obligado","genres":"drama film","release_year":"1950","durations":"107","cast_list":"Diana Maggi, Arturo de Córdova, Gloria Ferrandiz, Eduardo Cuitiño, Zully Moreno, Amalia Sánchez Ariño, Zoe Ducós, Beba Bidart, Domingo Mania, Enrique Chaico, Federico Mansilla, Jesús Pampín, Miriam Sucre, Nelly Meden, Vicente Ariño, Analía Gadé, Blanca Vidal, Fernando Campos, Liana Moabro, Mónica Linares, René Cossa, Bernardo Perrone, Luis García Bosch"},{"film":"http://www.wikidata.org/entity/Q3486915","filmLabel":"State Secret","directors":"Sidney Gilliat","screenwriters":"Sidney Gilliat","genres":"drama film","release_year":"1950","durations":"104","cast_list":"Jack Hawkins, Herbert Lom, Glynis Johns, Douglas Fairbanks Jr."},{"film":"http://www.wikidata.org/entity/Q1257227","filmLabel":"Three Little Words","directors":"Richard Thorpe","screenwriters":"George Wells","genres":"biographical film, musical film","release_year":"1950","durations":"102","cast_list":"Fred Astaire, Vera-Ellen, Debbie Reynolds, Gale Robbins, Arlene Dahl, Gloria DeHaven, Harry Ruby, Beverly Michaels, Keenan Wynn, Charles Wagenheim, Red Skelton, Helen Kane, Harry Shannon, Pat Flaherty, Paul Harvey"},{"film":"http://www.wikidata.org/entity/Q12125888","filmLabel":"Love That Brute","directors":"Alexander Hall","screenwriters":"Karl Tunberg","genres":"crime film","release_year":"1950","durations":"86","cast_list":"Jean Peters, Cesar Romero, Joan Davis, Keenan Wynn, Paul Douglas"},{"film":"http://www.wikidata.org/entity/Q3216021","filmLabel":"Lady Paname","directors":"Henri Jeanson","screenwriters":"Henri Jeanson","genres":"comedy film","release_year":"1950","durations":"113","cast_list":"Jane Marken, Louis Jouvet, Suzy Delair, Maurice Régamey, Judith Magre, Sacha Briquet, Annie Noël, Camille Guérini, Claire Olivier, Georges Douking, Germaine Montero, Ginette Baudin, Henri Crémieux, Henri Guisol, Huguette Faget, Jean-Paul Moulinot, Jean Berton, Jean Sylvain, Louis Saintève, Léo Campion, Mag-Avril, Marc Arian, Marcel Rouzé, Maurice Nasil, Max Martel, Monique Mélinand, Odette Barencey, Odette Laure, Paule Launay, Pierre Trabaud, Raymond Souplex, René Pascal, Roger Vincent, Véra Norman, Yette Lucas, Albert Valsien"},{"film":"http://www.wikidata.org/entity/Q25208539","filmLabel":"Apollo Theatre","directors":"Rafael Gil","screenwriters":"Rafael Gil, Carlos Fernández-Cuenca, Antonio Abad Ojuel","genres":"musical film","release_year":"1950","durations":"105","cast_list":"María Asquerino, Jorge Negrete, Antonio García-Riquelme Salvador, Juan Espantaleón, Julia Lajos, Manuel Arbó, Luis Hurtado, María de los Ángeles Morales Lovaine, Rafael Arcos"},{"film":"http://www.wikidata.org/entity/Q3818948","filmLabel":"Devotion","directors":"Augusto Genina","screenwriters":"Vitaliano Brancati","genres":"drama film","release_year":"1950","durations":"111","cast_list":"Roldano Lupi, Emma Baron, Franca Marzi, Gualtiero Tumiati, Nino Pavese, Columba Domínguez, Juan de Landa"},{"film":"http://www.wikidata.org/entity/Q4016616","filmLabel":"Volcano","directors":"William Dieterle","screenwriters":"Vitaliano Brancati, Mario Chiari, Victor Stoloff, Piero Tellini","genres":"drama film","release_year":"1950","durations":"101","cast_list":"Anna Magnani, Geraldine Brooks, Eduardo Ciannelli, Rossano Brazzi, Enzo Staiola, Marcello Gatti, Rosina Galli"},{"film":"http://www.wikidata.org/entity/Q9209520","filmLabel":"House On the Wastelands","directors":"Jan Rybkowski","screenwriters":"Jarosław Iwaszkiewicz","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Aleksandra Śląska"},{"film":"http://www.wikidata.org/entity/Q1848440","filmLabel":"The Beautiful Blonde from Bashful Bend","directors":"Preston Sturges","screenwriters":"Preston Sturges, Earl Felton","genres":"musical film, romantic comedy, Western film","release_year":"1950","durations":"77","cast_list":"Frank Hagney, Frank Mills, Pati Behrs, George Lynn, Fred Aldrich, Frank Morgan, Betty Grable, Margaret Hamilton, Olga San Juan, Chrispin Martin, Cesar Romero, Snub Pollard, Hugh Herbert, George Melford, Sterling Holloway, Rudy Vallée, Chester Conklin, George Magrill, Marie Windsor, J. Farrell MacDonald, Emory Parnell, Hank Mann, Harry Hayden, Kermit Maynard, Philo McCullough, Porter Hall, Richard Hale, El Brendel, Esther Howard, Ethan Laidlaw"},{"film":"http://www.wikidata.org/entity/Q2259408","filmLabel":"Pinky","directors":"John Ford, Elia Kazan","screenwriters":"Dudley Nichols, Philip Dunne","genres":"drama film, film based on literature","release_year":"1950","durations":"101","cast_list":"Ethel Barrymore, Jeanne Crain, Ethel Waters, Basil Ruysdael, Paul Brinegar, Juanita Moore, Kenny Washington, William Lundigan, Evelyn Varden, Frederick O'Neal, Griff Barnett, Harry Tenbrook, Nina Mae McKinney, Raymond Greenleaf"},{"film":"http://www.wikidata.org/entity/Q1891288","filmLabel":"Manthiri Kumari","directors":"Ellis R. Dungan","screenwriters":"Muthuvel Karunanidhi","genres":"drama film","release_year":"1950","durations":"173","cast_list":"M. G. Ramachandran, Padmini, M. N. Nambiar"},{"film":"http://www.wikidata.org/entity/Q15614748","filmLabel":"Snow Dog","directors":"Frank McDonald","screenwriters":"James Oliver Curwood","genres":"Western film, crime film","release_year":"1950","durations":"63","cast_list":"Kirby Grant"},{"film":"http://www.wikidata.org/entity/Q7749920","filmLabel":"The Man Who Cheated Himself","directors":"Felix E. Feist","screenwriters":"Seton I. Miller, Philip MacDonald","genres":"drama film, film noir, crime film","release_year":"1950","durations":"81","cast_list":"Jane Wyatt, Lee J. Cobb, John Dall"},{"film":"http://www.wikidata.org/entity/Q3540055","filmLabel":"Three Telegrams","directors":"Henri Decoin","screenwriters":"Alex Joffé","genres":"drama film","release_year":"1950","durations":"97","cast_list":"Jacques Tarride, Olivier Hussenot, Yves-Marie Maurin, Gérard Darrieu, Albert Michel, André Darnay, Franck Maurice, Germaine Michel, Henri Crémieux, Jacques Provins, Jean Berton, Lucien Frégis, Léon Bary, Léon Berton, Madeleine Gérôme, Marcel Loche, Paul Bisciglia, Pierre Ferval, René-Jean Chauffard, René Hell, Yette Lucas, Émile Genevois, Lucien Arnaud"},{"film":"http://www.wikidata.org/entity/Q7764646","filmLabel":"The Skipper Surprised His Wife","directors":"Elliott Nugent","screenwriters":"Dorothy Kingsley","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Robert Walker"},{"film":"http://www.wikidata.org/entity/Q16199732","filmLabel":"Call of the Klondike","directors":"Frank McDonald","screenwriters":"James Oliver Curwood","genres":"Western film, crime film","release_year":"1950","durations":"66","cast_list":"Kirby Grant"},{"film":"http://www.wikidata.org/entity/Q1306530","filmLabel":"A Night in Casablanca","directors":"Archie Mayo","screenwriters":"Frank Tashlin, Joseph Fields, Roland Kibbee","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Sig Ruman, Groucho Marx, Harpo Marx, Chico Marx, Dan Seymour, Charles Drake, David Allen Hoffman, Paul Harvey"},{"film":"http://www.wikidata.org/entity/Q477296","filmLabel":"Broken Arrow","directors":"Delmer Daves","screenwriters":"Albert Maltz","genres":"Western film, romance film, film based on a novel","release_year":"1950","durations":"89","cast_list":"Robert Adler, James Stewart, Debra Paget, Basil Ruysdael, Argentina Brunetti, Jeff Chandler, Arthur Hunnicutt, Jay Silverheels, Will Geer, Mickey Kuhn, Trevor Bardette, Nacho Galindo"},{"film":"http://www.wikidata.org/entity/Q1263890","filmLabel":"Barrier to the North","directors":"Luis Trenker","screenwriters":"Luis Trenker, Sergio Pugliese, Giuseppe Mangione","genres":"crime film","release_year":"1950","durations":"95","cast_list":"Marianne Hold, Amedeo Nazzari, Gabriele Ferzetti, Luigi Pavese, Luis Trenker, Saro Urzì, Aldo Pini, Margarete Genske"},{"film":"http://www.wikidata.org/entity/Q1144850","filmLabel":"Father of the Bride","directors":"Vincente Minnelli","screenwriters":"Frances Goodrich, Edward Streeter, Albert Hackett","genres":"romantic comedy, film based on a novel","release_year":"1950","durations":"92","cast_list":"Elizabeth Taylor, Spencer Tracy, Joan Bennett, Billie Burke, Taylor Holmes, Bess Flowers, Don Taylor, Russ Tamblyn, Leo G. Carroll, Douglas Spencer, Frank Orth, Melville Cooper, Moroni Olsen, Paul Harvey, Philo McCullough, Richard Alexander, William Bailey, Fay Baker, Marietta Canty, Harold Miller, Oliver Blake"},{"film":"http://www.wikidata.org/entity/Q123095064","filmLabel":"Un día de vida","directors":"Emilio Fernández","screenwriters":"Emilio Fernández, Mauricio Magdaleno","genres":"drama film, war film, romance film","release_year":"1950","durations":"95","cast_list":"Columba Domínguez, Roberto Cañedo"},{"film":"http://www.wikidata.org/entity/Q1389525","filmLabel":"Seven Days to Noon","directors":"John Boulting, Roy Boulting","screenwriters":"James Bernard, Paul Dehn","genres":"crime film, political thriller film, drama film","release_year":"1950","durations":"94","cast_list":"Joss Ackland, André Morell, Geoffrey Keen, Barry Jones, Ronald Adam, Victor Maddern, Hugh W. Cross, Joan Hickson"},{"film":"http://www.wikidata.org/entity/Q3604163","filmLabel":"The Fuller Brush Girl","directors":"Lloyd Bacon","screenwriters":"Frank Tashlin","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Jerome Cowan, John Litel, Syd Saylor, Fred Graham, Charles Sullivan, Sarah Edwards, Lucille Ball, Jeff Donnell, Eddie Albert, Gale Robbins, Mel Blanc, Lee Patrick, Red Skelton, Myron Healey, Frank Wilcox, Barbara Pepper, Carl Benton Reid"},{"film":"http://www.wikidata.org/entity/Q3614621","filmLabel":"Love and Poison","directors":"Giorgio Simonelli","screenwriters":"Anton Giulio Majano, Siro Angeli","genres":"adventure film","release_year":"1950","durations":"83","cast_list":"Lois Maxwell, Marisa Merlini, Amedeo Nazzari, Amina Pirani Maggi, Afro Poli, Ave Ninchi, Achille Togliani, Cesare Fantoni, Oscar Andriani, Checco Durante, Giulio Donnini, Italia Marchesini, Olga Solbelli, Alfredo Varelli"},{"film":"http://www.wikidata.org/entity/Q3954347","filmLabel":"Miss Grant Takes Richmond","directors":"Lloyd Bacon","screenwriters":"Frank Tashlin","genres":"romantic comedy","release_year":"1950","durations":"87","cast_list":"Frank McHugh, William Holden, Lucille Ball, Charles Lane, James Gleason, Peter Brocco, George Cleveland, Hank Mann, Janis Carter, Will Wright, Eddie Acuff"},{"film":"http://www.wikidata.org/entity/Q21480522","filmLabel":"Rosauro Castro","directors":"Roberto Gavaldón","screenwriters":"José Revueltas, Roberto Gavaldón","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Pedro Armendáriz, Carlos López Moctezuma, Mimí Derba, Arturo Martínez, Carlos Navarro, Conchita Gentil Arcos, Enriqueta Reza"},{"film":"http://www.wikidata.org/entity/Q24000086","filmLabel":"Lost","directors":"Fernando A. Rivero","screenwriters":"José Revueltas","genres":"musical film","release_year":"1950","durations":"91","cast_list":"Agustín Lara, Pedro Vargas, Ninón Sevilla, Domingo Soler, Roberto Cobo, César del Campo, Miguel Manzano, Victorio Blanco, Jorge Mondragón, Lupe Carriles, Maruja Grifell"},{"film":"http://www.wikidata.org/entity/Q2758003","filmLabel":"The Big Steal","directors":"Don Siegel","screenwriters":"Richard Wormser, Daniel Mainwaring, Gerald Drayson Adams","genres":"crime film, film noir","release_year":"1950","durations":"71","cast_list":"Frank Hagney, Robert Mitchum, Patric Knowles, Jane Greer, Ramón Novarro, Don Alvarado, John Qualen, William Bendix"},{"film":"http://www.wikidata.org/entity/Q2857746","filmLabel":"Darah dan Doa","directors":"Usmar Ismail","screenwriters":"Sitor Situmorang, Usmar Ismail","genres":"drama film, war film","release_year":"1950","durations":"127","cast_list":"Aedy Moward, Del Juzar"},{"film":"http://www.wikidata.org/entity/Q4659633","filmLabel":"A Snitch in Time","directors":"Edward Bernds","screenwriters":"Elwood Ullman","genres":"comedy film","release_year":"1950","durations":"16","cast_list":"Moe Howard"},{"film":"http://www.wikidata.org/entity/Q15614614","filmLabel":"Vigilante Hideout","directors":"Fred C. Brannon","screenwriters":"Richard Wormser","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Allan Lane"},{"film":"http://www.wikidata.org/entity/Q15701580","filmLabel":"Powder River Rustlers","directors":"Philip Ford","screenwriters":"Richard Wormser","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Allan Lane"},{"film":"http://www.wikidata.org/entity/Q16599169","filmLabel":"Rustlers on Horseback","directors":"Fred C. Brannon","screenwriters":"Richard Wormser","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Allan Lane"},{"film":"http://www.wikidata.org/entity/Q39409","filmLabel":"Our Very Own","directors":"David Miller","screenwriters":"F. Hugh Herbert","genres":"drama film","release_year":"1950","durations":"93","cast_list":"Natalie Wood, Jane Wyatt, Farley Granger, Ann Blyth, Martin Milner, Donald Cook, Ann Dvorak, Phyllis Kirk, Ray Teal, Joan Evans"},{"film":"http://www.wikidata.org/entity/Q3822986","filmLabel":"Hand of Death","directors":"Carlo Campogalliani","screenwriters":"Carlo Campogalliani, Vittorio Nino Novarese","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Mary Martin, Saro Urzì, Silvio Bagolini, Germana Paolieri, Nerio Bernardi, Renato De Carmine, Adriano Rimoldi, Carlo Ninchi, Fernando Farese, Lina Volonghi, Marcello Giorda, Raf Pindi, María Martín"},{"film":"http://www.wikidata.org/entity/Q4009724","filmLabel":"Vento d'Africa","directors":"Anton Giulio Majano","screenwriters":"Anton Giulio Majano, Fulvio Palmieri","genres":"drama film","release_year":"1950","durations":"81","cast_list":"Carlo Delle Piane, Mario Riva, Giovanni Grasso, Luigi Almirante, Fosco Giachetti, Achille Millo, Franca Maj, Franco Becci, Gino Leurini, Giotto Tempestini"},{"film":"http://www.wikidata.org/entity/Q19880059","filmLabel":"The Good Humor Man","directors":"Lloyd Bacon","screenwriters":"Frank Tashlin, Roy Huggins","genres":"crime-comedy film","release_year":"1950","durations":"80","cast_list":"Victoria Horne, George Reeves, Lola Albright, Chester Conklin, Jack Carson, George Magrill, Jean Wallace, Pat Flaherty, Peter Miles, William Forrest, Edgar Dearing, Ferris Taylor, Frank Sully, Edward Keane"},{"film":"http://www.wikidata.org/entity/Q16576002","filmLabel":"Marechiaro","directors":"Giorgio Ferroni","screenwriters":"Anton Giulio Majano","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Arnoldo Foà, Silvana Pampanini, Massimo Serato, Enzo Staiola, Nada Fiorelli, Carlo Lombardi"},{"film":"http://www.wikidata.org/entity/Q11816773","filmLabel":"Pierwszy start","directors":"Leonard Buczkowski","screenwriters":"Ludwik Starski","genres":"slice of life","release_year":"1950","durations":"103","cast_list":"Jadwiga Chojnacka, Stanisław Mikulski, Bogdan Niewinowski"},{"film":"http://www.wikidata.org/entity/Q6407234","filmLabel":"Kill the Umpire","directors":"Lloyd Bacon","screenwriters":"Frank Tashlin","genres":"comedy film","release_year":"1950","durations":"78","cast_list":"Robert J. Wilke, Una Merkel, Jeff Richards, Alan Hale, Jr., Myron Healey, Ray Collins, William Bendix, Emory Parnell, Harry Hayden, Pat Flaherty, Edward Peil, William Bailey, Frank Hagney, Almira Sessions, Harold Miller, Charles Sullivan, Lyn Thomas"},{"film":"http://www.wikidata.org/entity/Q26720523","filmLabel":"The Beggar's Daughter","directors":"Carlo Campogalliani","screenwriters":"Anton Giulio Majano","genres":"drama film, historical film","release_year":"1950","durations":"93","cast_list":"Paola Barbara, Ciro Berardi, Franco Pesce, Steve Barclay, Jole Fierro, Alfredo Varelli, Domenico Serra"},{"film":"http://www.wikidata.org/entity/Q5054753","filmLabel":"Cavalcata d'eroi","directors":"Mario Costa","screenwriters":"Anton Giulio Majano","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Cesare Danova, Otello Toso, Paola Borboni, Carla Del Poggio, Attilio Dottesio, Dante Maggio, Camillo Pilotto, Germana Paolieri, Ugo Sasso, Marco Vicario, Mario Ferrari, Achille Majeroni, Carlo Romano, Renzo Giovampietro, Vittorio Sanipoli, Antonio Gradoli, Alfredo Varelli, Giorgio Costantini"},{"film":"http://www.wikidata.org/entity/Q15699736","filmLabel":"Trail of the Yukon","directors":"William Beaudine","screenwriters":"Oliver Drake","genres":"Western film, crime film","release_year":"1950","durations":"67","cast_list":"Kirby Grant"},{"film":"http://www.wikidata.org/entity/Q3822323","filmLabel":"The Flame That Will Not Die","directors":"Vittorio Cottafavi","screenwriters":"Oreste Biancoli, Siro Angeli","genres":"drama film","release_year":"1950","durations":"95","cast_list":"María Denis, Carlo Campanini, Gino Cervi, Tino Buazzelli, Leonardo Cortese, Luigi Tosi, Dina Romano, Fulvia Mammi, Gustavo Serena, Nando Bruno, Siro Angeli"},{"film":"http://www.wikidata.org/entity/Q7776833","filmLabel":"The Younger Brothers","directors":"Edwin L. Marin","screenwriters":"Edna Anhalt","genres":"Western film","release_year":"1950","durations":"78","cast_list":"Paul Panzer, Geraldine Brooks, Ian Wolfe, Wayne Morris, Janis Paige, Gene Roth, Creighton Hale, Fred Clark, Fred Kelsey, Hank Mann, Kermit Maynard, Philo McCullough, Robert Hutton, Syd Saylor, William Forrest, Emmett Lynn, Herman Hack"},{"film":"http://www.wikidata.org/entity/Q3021999","filmLabel":"Domani è troppo tardi","directors":"Léonide Moguy","screenwriters":"Oreste Biancoli, Giuseppe Berto","genres":"drama film","release_year":"1950","durations":"101","cast_list":"Luciano De Ambrosis, Olga Solbelli, Lina Marengo, Vittorio De Sica, Pier Angeli, Lois Maxwell, Gabrielle Dorziat, Carlo Delle Piane, Tony Amendola, Armando Annuale, Ave Ninchi, Monique van Vooren, Antonio Nicotra, Armando Migliari, Carlo Romano, Eva Vanicek, Gino Leurini, Lauro Gazzolo, Lilia Landi"},{"film":"http://www.wikidata.org/entity/Q2252577","filmLabel":"Sierra","directors":"Alfred Edward Green","screenwriters":"Edna Anhalt","genres":"Western film","release_year":"1950","durations":"83","cast_list":"Tony Curtis, Sara Allgood, Burl Ives, Audie Murphy, James Arness, Dean Jagger, John Doucette, Wanda Hendrix, Elliott Reid, Elisabeth Risdon, Erskine Sanford, Griff Barnett, Richard Rober, Roy Roberts, Houseley Stevenson"},{"film":"http://www.wikidata.org/entity/Q4023319","filmLabel":"Yvonne of the Night","directors":"Giuseppe Amato","screenwriters":"Oreste Biancoli, Giuseppe Amato","genres":"drama film","release_year":"1950","durations":"97","cast_list":"Totò, Eduardo De Filippo, Enzo Cannavale, Arnoldo Foà, Gino Cervi, Ave Ninchi, Mario Riva, Arturo Dominici, Frank Latimore, Olga Villi, Aristide Garbini, Giulio Stival, Leopoldo Valentini, Paola Veneroni"},{"film":"http://www.wikidata.org/entity/Q10863037","filmLabel":"Return of the Frontiersman","directors":"Richard L. Bare","screenwriters":"Edna Anhalt","genres":"Western film","release_year":"1950","durations":"74","cast_list":"Julie London, Gordon MacRae, Jack Holt, Richard Egan, Rory Calhoun, Fred Clark"},{"film":"http://www.wikidata.org/entity/Q2162940","filmLabel":"Caught","directors":"Max Ophüls","screenwriters":"Arthur Laurents","genres":"drama film, film noir, film based on literature","release_year":"1950","durations":"88","cast_list":"Curt Bois, James Mason, Barbara Bel Geddes, Natalie Schafer, Robert Ryan, Frank Ferguson, Art Smith"},{"film":"http://www.wikidata.org/entity/Q1425480","filmLabel":"Winchester '73","directors":"Anthony Mann","screenwriters":"Borden Chase, Robert L. Richards","genres":"Western film","release_year":"1950","durations":"92","cast_list":"Tony Taylor, Charles Drake, Dan Duryea, John McIntire, Will Geer, Millard Mitchell, Forrest Taylor, Stephen McNally, Chuck Roberson, Edmund Cobb, James Millican, John Alexander, Steve Brodie, Jack Kenny, Ethan Laidlaw, Jimmy Hawkins, Guy Wilkerson, James Stewart, Abner Biberman, Tony Curtis, Rock Hudson, Shelley Winters, James Best, Jay C. Flippen"},{"film":"http://www.wikidata.org/entity/Q2016076","filmLabel":"The Fighting Kentuckian","directors":"George Waggner","screenwriters":"Borden Chase","genres":"Western film","release_year":"1950","durations":"100","cast_list":"John Wayne, Oliver Hardy, Mae Marsh, Hugo Haas, Philip Dorn, Vera Ralston, Paul Fix, Franklyn Farnum, Hank Worden, Jack Pennick, Marie Windsor, Alberto Morin, Grant Withers, John Howard, Gino Corrado, Odette Myrtil"},{"film":"http://www.wikidata.org/entity/Q6071996","filmLabel":"Pequeñeces","directors":"Juan de Orduña","screenwriters":"Juan de Orduña, Vicente Coello","genres":"telenovela, drama film","release_year":"1950","durations":"116","cast_list":"Ángel Álvarez, Sara Montiel, María Asquerino, Aurora Bautista, Tomás Blanco, Jorge Mistral, Manuel Guitián, Carlos Larrañaga, Ricardo Acero, Guillermo Marín, Félix Fernández, Juan Espantaleón, Rosario García Ortega, Valeriano Andrés, Manuel Dicenta, Lina Yegros, Rafael Arcos, Miguel Pastor Mata, Francisco Bernal, Jacinto San Emeterio"},{"film":"http://www.wikidata.org/entity/Q12125914","filmLabel":"Lust for Gold","directors":"S. Sylvan Simon","screenwriters":"Ted Sherdeman","genres":"crime film, mystery film","release_year":"1950","durations":"90","cast_list":"Ida Lupino, Glenn Ford, Antonio Moreno, William Prince, Gig Young, Arthur Hunnicutt, Edgar Buchanan, Paul Ford, Will Geer, Hayden Rorke, Arthur Space"},{"film":"http://www.wikidata.org/entity/Q3699504","filmLabel":"Hearts at Sea","directors":"Giorgio Bianchi","screenwriters":"Oreste Biancoli, Siro Angeli","genres":"comedy film, adventure film","release_year":"1950","durations":"92","cast_list":"Sophia Loren, Marcello Mastroianni, Doris Dowling, Marina Berti, Jacques Sernas, Charles Vanel, Paolo Panelli, Renato Terra, Aldo Fiorelli, Dina Perbellini, Enzo Biliotti, Gualtiero Tumiati, Milly Vitale, Mimì Aylmer, Aldo Pini"},{"film":"http://www.wikidata.org/entity/Q1196413","filmLabel":"The Flame and the Arrow","directors":"Jacques Tourneur","screenwriters":"Waldo Salt","genres":"adventure film, medieval film, swashbuckler film","release_year":"1950","durations":"85","cast_list":"Robert Douglas, Lynn Baggett, Philip Van Zandt, Frank McGrath, Fred Kelsey, Jack Mower, Philo McCullough, Terry Wilson, Ethan Laidlaw, Francis Pierlot, Gordon Gebert, John George, Leon Belasco, Robin Hughes, Burt Lancaster, Virginia Mayo, Aline MacMahon, Richard Farnsworth, Nick Cravat, Victor Kilian, Norman Lloyd"},{"film":"http://www.wikidata.org/entity/Q5352483","filmLabel":"El papelerito","directors":"Agustín P. Delgado","screenwriters":"José G. Cruz","genres":"drama film, comedy film","release_year":"1950","durations":"98","cast_list":"Sara García"},{"film":"http://www.wikidata.org/entity/Q18918558","filmLabel":"Amor salvaje","directors":"Juan Orol","screenwriters":"José G. Cruz","genres":"Rumberas film","release_year":"1950","durations":"86","cast_list":"Rosa Carmina, Víctor Junco, Wolf Ruvinskis"},{"film":"http://www.wikidata.org/entity/Q3786043","filmLabel":"Ho sognato il paradiso","directors":"Giorgio Pàstina","screenwriters":"Giorgio Pàstina, Fulvio Palmieri","genres":"drama film","release_year":"1950","durations":"91","cast_list":"Vittorio Gassman, Geraldine Brooks, Riccardo Billi, Ernesto Calindri, Mario Riva, Aroldo Tieri, Saro Urzì, Armando Migliari, Brunella Bovo, Carlo D'Angelo, Carlo Romano, Franca Marzi, Gemma Bolognesi, Nico Pepe, Raf Pindi"},{"film":"http://www.wikidata.org/entity/Q571371","filmLabel":"The Big Hangover","directors":"Norman Krasna","screenwriters":"Norman Krasna","genres":"comedy film","release_year":"1950","durations":"82","cast_list":"Elizabeth Taylor, Gayne Whitman, Matt Moore, Leon Ames, Van Johnson, Fay Holden, Selena Royle, Edgar Buchanan, Philip Ahn, Gene Lockhart, Rosemary DeCamp, Pierre Watkin, Russell Hicks"},{"film":"http://www.wikidata.org/entity/Q3212940","filmLabel":"La souricière","directors":"Henri Calef","screenwriters":"André Gillois","genres":"drama film","release_year":"1950","durations":"85","cast_list":"Berthe Bovy, Bernard Blier, Marcel Mouloudji, François Périer, Henri Marchand, Albert Michel, André Carnège, Daniel Ivernel, Danielle Godet, Georges Pally, Georges Paulais, Guy Favières, Jean-Pierre Kérien, Jean Marchat, Junie Astor, Lucien Frégis, Marcelle Praince, Paul Faivre, Paul Temps, Pierre Larquey, René Hell, René Lacourt, Rolla Norman, Pierre Clarel, Henri Hennery"},{"film":"http://www.wikidata.org/entity/Q838103","filmLabel":"Harriet Craig","directors":"Vincent Sherman","screenwriters":"James Gunn","genres":"drama film","release_year":"1950","durations":"94","cast_list":"Joan Crawford, Lucile Watson, Ellen Corby, Wendell Corey, Billy Bishop, Allyn Joslyn, K. T. Stevens, Raymond Greenleaf, Virginia Brissac, Katherine Warren, Douglas Wood"},{"film":"http://www.wikidata.org/entity/Q3222807","filmLabel":"Son of d'Artagnan","directors":"Riccardo Freda","screenwriters":"Riccardo Freda","genres":"adventure film, film based on a novel","release_year":"1950","durations":"86","cast_list":"Gianna Maria Canale, Pietro Tordi, Enzo Fiermonte, Paolo Stoppa, Ugo Sasso, Carlo Ninchi, Franca Marzi, Furio Meniconi, Miranda Campa, Peter Trent, Piero Palermini"},{"film":"http://www.wikidata.org/entity/Q1771449","filmLabel":"Jigsaw","directors":"Fletcher Markle","screenwriters":"Fletcher Markle","genres":"drama film, film noir, thriller film","release_year":"1950","durations":"70","cast_list":"Marlene Dietrich, Henry Fonda, Franchot Tone, Marc Lawrence, Jean Wallace, Myron McCormick"},{"film":"http://www.wikidata.org/entity/Q2024064","filmLabel":"Bad Boy","directors":"Kurt Neumann","screenwriters":"Robert Hardy Andrews","genres":"drama film","release_year":"1950","durations":"86","cast_list":"Jane Wyatt, Blossom Rock, Lloyd Nolan, Audie Murphy, Martha Vickers, Selena Royle, Florence Auer, James Gleason, Dickie Moore, Jimmy Lydon, Rhys Williams, Charles Trowbridge, Harold Goodwin, Walter Sande, George Eldredge"},{"film":"http://www.wikidata.org/entity/Q2085388","filmLabel":"Bagdad","directors":"Charles Lamont","screenwriters":"Robert Hardy Andrews","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Paul Hubschmid, Otto Waldis, Vincent Price, Maureen O'Hara, Frank Puglia, Jeff Corey, Fritz Leiber, John Sutton, Leon Belasco"},{"film":"http://www.wikidata.org/entity/Q2091927","filmLabel":"The Kid from Texas","directors":"Kurt Neumann","screenwriters":"Robert Hardy Andrews","genres":"Western film","release_year":"1950","durations":"78","cast_list":"Robert J. Wilke, John Phillips, Audie Murphy, Gale Storm, Robert Barrat, Paul Ford, Parley Baer, Will Geer, Frank Wilcox, Albert Dekker, Shepperd Strudwick, Dennis Hoey, Edmund Cobb, Harold Goodwin, Ray Teal, William Talman, Al Ferguson, Don Haggerty, Edward Gargan, Walter Sande, Pierce Lyden, Pilar Del Rey"},{"film":"http://www.wikidata.org/entity/Q3835818","filmLabel":"The Woman on Pier 13","directors":"Robert Stevenson","screenwriters":"Robert Hardy Andrews","genres":"drama film, film noir, propaganda film","release_year":"1950","durations":"73","cast_list":"Robert Ryan, Thomas Gomez, Laraine Day, John Agar, William Talman"},{"film":"http://www.wikidata.org/entity/Q942289","filmLabel":"The Sleeping City","directors":"George Sherman","screenwriters":"Jo Eisinger","genres":"film noir","release_year":"1950","durations":"85","cast_list":"Richard Conte, Coleen Gray, John Alexander"},{"film":"http://www.wikidata.org/entity/Q765264","filmLabel":"The Magnificent Yankee","directors":"John Sturges","screenwriters":"Francis Biddle","genres":"biographical film, trial film","release_year":"1950","durations":"89","cast_list":"Gayne Whitman, Ann Harding, Eduard Franz, Ian Wolfe, Louis Calhern, Richard Anderson, John Phillip Law, Jimmy Lydon, Philip Ober, Herbert Anderson, Edith Evanson, Dan Tobin"},{"film":"http://www.wikidata.org/entity/Q5297314","filmLabel":"Dopey Dicks","directors":"Edward Bernds","screenwriters":"Elwood Ullman","genres":"comedy film","release_year":"1950","durations":"15","cast_list":"Larry Fine, Moe Howard, Shemp Howard, Philip Van Zandt, Christine McIntyre, Stanley Price"},{"film":"http://www.wikidata.org/entity/Q5579773","filmLabel":"Golden Salamander","directors":"Ronald Neame","screenwriters":"Victor Canning","genres":"drama film, adventure film, crime film","release_year":"1950","durations":"87","cast_list":"Walter Rilla, Herbert Lom, Anouk Aimée, Trevor Howard, Miles Malleson"},{"film":"http://www.wikidata.org/entity/Q3213501","filmLabel":"Bride of Vengeance","directors":"Mitchell Leisen","screenwriters":"Michael Hogan, Cyril Hume","genres":"drama film","release_year":"1950","durations":"92","cast_list":"John Lund, Kirk Alyn, Fritz Leiber, Douglas Spencer, Nestor Paiva, George Zoritch, John Sutton, Albert Dekker, William Farnum, Anthony Caruso, Robert Bice, Robert Greig, Donald Randolph, James Anderson, Morgan Farley, Houseley Stevenson, Nicholas Joy, Macdonald Carey, Raymond Burr, Ian Wolfe, Rose Hobart, Henry Corden, Paulette Goddard, Don Beddoe, Billy Gilbert, Frank Puglia"},{"film":"http://www.wikidata.org/entity/Q1524538","filmLabel":"My Foolish Heart","directors":"Mark Robson","screenwriters":"Philip G. Epstein, Julius J. Epstein","genres":"romance film, film based on literature, drama film","release_year":"1950","durations":"98","cast_list":"Susan Hayward, Dana Andrews, Jessie Royce Landis, Kent Smith, Jerry Paris, Robert Keith, Gigi Perreau, Marietta Canty"},{"film":"http://www.wikidata.org/entity/Q5934669","filmLabel":"Hugs and Mugs","directors":"Jules White","screenwriters":"Clyde Bruckman","genres":"comedy film","release_year":"1950","durations":"16","cast_list":"Moe Howard"},{"film":"http://www.wikidata.org/entity/Q3794881","filmLabel":"Il Monello della strada","directors":"Carlo Borghesio","screenwriters":"Marcello Marchesi, Leonardo Benvenuti, Vittorio Metz, Glauco Pellegrini","genres":"comedy film","release_year":"1950","durations":"87","cast_list":"Pietro Pastore, Amina Pirani Maggi, Pietro Tordi, Erminio Macario, Saro Urzì, Carlo Rizzo, Franco Balducci, Carlo Sposito, Giulio Stival, Luisa Rossi, Mimo Billi, Vittorina Benvenuti"},{"film":"http://www.wikidata.org/entity/Q1771523","filmLabel":"Bright Leaf","directors":"Michael Curtiz","screenwriters":"Ranald MacDougall","genres":"drama film, romance film","release_year":"1950","durations":"110","cast_list":"Celia Lovsky, Gary Cooper, Lauren Bacall, Patricia Neal, Gladys George, Donald Crisp, Taylor Holmes, Elizabeth Patterson, Jeff Corey, Charles Meredith, Franklyn Farnum, Jack Carson, John Alvin, Pat Flaherty, Thurston Hall, Edward Peil, James Griffith, Marietta Canty, Chick Chandler"},{"film":"http://www.wikidata.org/entity/Q2311935","filmLabel":"The Breaking Point","directors":"Michael Curtiz","screenwriters":"Ranald MacDougall","genres":"drama film, film noir, crime film, film based on a novel","release_year":"1950","durations":"97","cast_list":"William Campbell, Patricia Neal, Phyllis Thaxter, John Garfield, John Doucette, Victor Sen Yung, Peter Brocco, John Alvin, Wallace Ford, Jack Mower, Juano Hernández, Ralph Dumke, James Griffith, Edmon Ryan"},{"film":"http://www.wikidata.org/entity/Q162347","filmLabel":"Il voto","directors":"Mario Bonnard","screenwriters":"Mario Bonnard","genres":"drama film, comedy film","release_year":"1950","durations":"94","cast_list":"Sophia Loren, Enrico Glori, Franco Franchi, Tina Pica, Roberto Murolo, Doris Duranti, Bella Starace Sainati, Giorgio De Lullo, Maria Grazia Francia"},{"film":"http://www.wikidata.org/entity/Q1521238","filmLabel":"The Hasty Heart","directors":"Vincent Sherman","screenwriters":"Ranald MacDougall","genres":"drama film, film based on literature","release_year":"1950","durations":"110","cast_list":"Ronald Reagan, Patricia Neal, Richard Todd, Alfie Bass"},{"film":"http://www.wikidata.org/entity/Q618479","filmLabel":"Agustina of Aragon","directors":"Juan de Orduña","screenwriters":"Juan de Orduña","genres":"drama film","release_year":"1950","durations":"125","cast_list":"Fernando Rey, María Asquerino, Aurora Bautista, Virgilio Teixeira, Eduardo Fajardo, Fernando Sancho, José Bódalo, José Jaspe, Raúl Cancio, Guillermo Marín, Félix Fernández, José Orjas, Juan Espantaleón, Manuel Luna, Rosario García Ortega, Valeriano Andrés, Jesús Tordesillas, Manuel Arbó, Pilar Muñoz, Adriano Domínguez, Eugenio Domingo, Miguel Pastor Mata, Francisco Bernal"},{"film":"http://www.wikidata.org/entity/Q3940744","filmLabel":"Romanticismo","directors":"Clemente Fracassi","screenwriters":"Renato Castellani","genres":"drama film","release_year":"1950","durations":"102","cast_list":"Paul Müller, Clara Calamai, Amedeo Nazzari, Enrico Glori, Tamara Lees, Fulvia Franco, Fosco Giachetti, Filippo Scelzo, Harry Feist, Olga Vittoria Gentilli, Nyta Dover"},{"film":"http://www.wikidata.org/entity/Q585983","filmLabel":"D.O.A.","directors":"Rudolph Maté","screenwriters":"Clarence Horton Greene, Russell Rouse","genres":"drama film, film noir, mystery film, crime thriller film","release_year":"1950","durations":"83","cast_list":"Edmond O'Brien, Beverly Garland, Lawrence Dobkin, Frank Cady, Luther Adler, Neville Brand, Pamela Britton, Carol Hughes, Peter Leeds"},{"film":"http://www.wikidata.org/entity/Q13624508","filmLabel":"The Great Jewel Robber","directors":"Peter Godfrey","screenwriters":"Borden Chase","genres":"detective film","release_year":"1950","durations":"91","cast_list":"David Brian"},{"film":"http://www.wikidata.org/entity/Q3605058","filmLabel":"Adam and Eve","directors":"Mario Mattoli","screenwriters":"Marcello Marchesi, Vittorio Metz","genres":"comedy film","release_year":"1950","durations":"77","cast_list":"Gianni Agus, Arnoldo Foà, Isa Barzizza, Riccardo Billi, Memmo Carotenuto, Erminio Macario, Mario Riva, Vinicio Sofia, Riccardo Garrone, Guglielmo Barnabò, Nerio Bernardi, Ughetto Bertucci, Carlo Tamberlani, Enzo Biliotti, Enzo Garinei, Giulio Marchetti, Luigi Cimara, Nunzio Filogamo"},{"film":"http://www.wikidata.org/entity/Q1193279","filmLabel":"The Rabanser Case","directors":"Kurt Hoffmann","screenwriters":"Curt Johannes Braun","genres":"crime film","release_year":"1950","durations":"80","cast_list":"Ilse Steppat, Inge Meysel, Hans Söhnker, Carola Höhn, Franz Schafheitlin, Paul Dahlke, Richard Häussler, Erna Sellmer, Harald Paulsen, Inge Landgut, Josef Dahmen, Hans Zesch-Ballot, Werner Riepel, Willi Rose, Albert Hehn"},{"film":"http://www.wikidata.org/entity/Q266596","filmLabel":"Panic in the Streets","directors":"Elia Kazan","screenwriters":"Daniel Fuchs, Richard Murphy","genres":"drama film, film noir, film based on literature","release_year":"1950","durations":"96","cast_list":"Elia Kazan, Zero Mostel, Jack Palance, Barbara Bel Geddes, Daniela Rocca, Richard Widmark, Tommy Rettig, Paul Douglas, Emile Meyer, Alexis Minotis"},{"film":"http://www.wikidata.org/entity/Q3125774","filmLabel":"The Lawless","directors":"Joseph Losey","screenwriters":"Daniel Mainwaring","genres":"drama film, film noir","release_year":"1950","durations":"83","cast_list":"Macdonald Carey, Argentina Brunetti, Gail Russell, Lee Patrick, Ian MacDonald, John Hoyt, Herbert Anderson, John Sands, Paul Harvey, Walter Reed, Johnny Sands, William Edmunds"},{"film":"http://www.wikidata.org/entity/Q2910748","filmLabel":"Borderline","directors":"William A. Seiter","screenwriters":"Devery Freeman","genres":"drama film, film noir, crime film, romance film","release_year":"1950","durations":"88","cast_list":"Claire Trevor, Raymond Burr, Fred MacMurray, Chrispin Martin, Don Diamond, Charles Lane, Johnny Indrisano, Morris Ankrum, José Torvay, Roy Roberts, Clifton Young, Pepe Hern, Richard Irving, Nacho Galindo"},{"film":"http://www.wikidata.org/entity/Q1194214","filmLabel":"American Guerrilla in the Philippines","directors":"Fritz Lang","screenwriters":"Lamar Trotti","genres":"drama film, war film","release_year":"1950","durations":"104","cast_list":"Tyrone Power, Tom Ewell, Micheline Presle, Jack Elam, Robert Barrat, Juan Torena, Carleton Young"},{"film":"http://www.wikidata.org/entity/Q7747505","filmLabel":"The Lion of Amalfi","directors":"Pietro Francisci","screenwriters":"Pietro Francisci, Fiorenzo Fiorentini","genres":"drama film, epic film","release_year":"1950","durations":"89","cast_list":"Vittorio Gassman, Roberto Risso, Arnoldo Foà, Afro Poli, Sergio Fantoni, Cesare Fantoni, Elvy Lissiak, Ughetto Bertucci, Ugo Sasso, Carlo Ninchi, Mario Ferrari, Achille Majeroni, Antonio Crast, Augusto Di Giovanni, Franco Silva, Milly Vitale, Spartaco Conversi"},{"film":"http://www.wikidata.org/entity/Q2048579","filmLabel":"Cheaper by the Dozen","directors":"Walter Lang","screenwriters":"Lamar Trotti","genres":"drama film, comedy film, film based on literature","release_year":"1950","durations":"86","cast_list":"Myrna Loy, Barbara Bates, Jeanne Crain, Sara Allgood, Mildred Natwick, Tina Thompson, Jeff Richards, Clifton Webb, Craig Hill, Edgar Buchanan, Frank Orth, Evelyn Varden, Jane Lee, Jimmy Hunt, Mary Field, Syd Saylor, Virginia Brissac, Walter Baldwin, Lillian West, Betty Lynn"},{"film":"http://www.wikidata.org/entity/Q3225615","filmLabel":"The Clay Pigeon","directors":"Richard Fleischer","screenwriters":"Carl Foreman","genres":"film noir","release_year":"1950","durations":"63","cast_list":"Barbara Hale, Martha Hyer, Richard Loo, Ann Doran, Richard Quine, Frank Wilcox, Bill Williams, Frank Fenton, Grandon Rhodes, James Nolan"},{"film":"http://www.wikidata.org/entity/Q376274","filmLabel":"Alina","directors":"Giorgio Pàstina","screenwriters":"Carlo Duse","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Gina Lollobrigida, Otello Toso, Doris Dowling, Amedeo Nazzari, Gino Cavalieri, Camillo Pilotto, Oscar Andriani, Augusto Di Giovanni, Lauro Gazzolo, Silvio Noto, Juan de Landa"},{"film":"http://www.wikidata.org/entity/Q3211823","filmLabel":"La Portatrice di pane","directors":"Maurice Cloche","screenwriters":"Maurice Cloche","genres":"drama film","release_year":"1950","durations":"98","cast_list":"Wanda Capodaglio, Franco Pesce, Jean Tissier, Nerio Bernardi, Philippe Lemaire, Carlo Ninchi, Gabriel Cattand, Georgette Tissier, Jacky Flynt, Giovanna Galletti, Irene Genna, Roberto Bruni, Vivi Gioi"},{"film":"http://www.wikidata.org/entity/Q742219","filmLabel":"Madame Bovary","directors":"Vincente Minnelli","screenwriters":"Robert Ardrey","genres":"drama film, film based on a novel","release_year":"1950","durations":"100","cast_list":"Jennifer Jones, James Mason, Gladys Cooper, Eduard Franz, Van Heflin, Harry Morgan, Louis Jourdan, Ellen Corby, John Abbott, Alf Kjellin, Charles Bickford, Gene Lockhart, George Zucco, Paul Cavanagh, Edith Evanson, Lon Poff, Vernon Steele, Edward Keane, Henri Letondal"},{"film":"http://www.wikidata.org/entity/Q7737921","filmLabel":"The Great Rupert","directors":"Irving Pichel","screenwriters":"László Vadnay","genres":"Christmas film","release_year":"1950","durations":"87","cast_list":"Don Beddoe, Terry Moore, Sara Haden, Jimmy Durante, Tom Drake, Harold Goodwin, Jimmy Conlin, Lester Dorr, Queenie Smith, Chick Chandler, Frank Marlowe"},{"film":"http://www.wikidata.org/entity/Q1151314","filmLabel":"Dieu a besoin des hommes","directors":"Jean Delannoy","screenwriters":"Jean Aurenche","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Pierre Fresnay, Madeleine Robinson, Sylvie, Jean Carmet, Daniel Gélin, Jean-Pierre Mocky, Gérard Darrieu, Albert Michel, Andrée Clément, Antoine Balpêtré, Charles Bouillaud, Cécyl Marcyl, Daniel Ivernel, Fernand René, Germaine Kerjean, Jean Brochard, Jean d'Yd, Jeanne Herviale, Jérôme Goulven, Lucienne Bogaert, Marcel Delaître, Marcelle Géniat, Pierre Moncorbier, Raphaël Patorni, René Génin, Serge Lecointe"},{"film":"http://www.wikidata.org/entity/Q325651","filmLabel":"The Big Cat","directors":"Phil Karlson","screenwriters":"Dorothy Yost","genres":"drama film, Western film","release_year":"1950","durations":"75","cast_list":"Lon McCallister, Sara Haden, Peggy Ann Garner, Gene Reynolds, Forrest Tucker, Preston Foster, Irving Bacon, Skip Homeier"},{"film":"http://www.wikidata.org/entity/Q3212523","filmLabel":"Wabash Avenue","directors":"Henry Koster","screenwriters":"Charles Lederer","genres":"musical film","release_year":"1950","durations":"92","cast_list":"Betty Grable, Victor Mature"},{"film":"http://www.wikidata.org/entity/Q3163549","filmLabel":"They Made Me a Fugitive","directors":"Alberto Cavalcanti","screenwriters":"Noel Langley","genres":"drama film, film noir, crime film","release_year":"1950","durations":"101","cast_list":"Cyril Smith, Trevor Howard, Maurice Denham, Sally Gray, Charles Farrell, Michael Brennan, Griffith Jones"},{"film":"http://www.wikidata.org/entity/Q1758744","filmLabel":"Right Cross","directors":"John Sturges","screenwriters":"Charles Schnee","genres":"drama film, boxing film","release_year":"1950","durations":"90","cast_list":"Marilyn Monroe, June Allyson, Dick Powell, Lionel Barrymore, Ricardo Montalbán, Tom Powers, Kenneth Tobey, Mimi Aguglia, Barry Kelley, King Donovan"},{"film":"http://www.wikidata.org/entity/Q2250146","filmLabel":"The Furies","directors":"Anthony Mann","screenwriters":"Charles Schnee","genres":"drama film, Western film, film noir","release_year":"1950","durations":"109","cast_list":"Barbara Stanwyck, Walter Huston, Judith Anderson, Movita Castaneda, Thomas Gomez, Blanche Yurka, Beulah Bondi, Gilbert Roland, Wendell Corey, Myrna Dell, John Bromfield, Wallace Ford, Albert Dekker, Frank Ferguson, Jane Novak, Eddy Waller, Louis Jean Heydt"},{"film":"http://www.wikidata.org/entity/Q1214977","filmLabel":"The Men","directors":"Fred Zinnemann","screenwriters":"Carl Foreman","genres":"drama film, war film, romance film","release_year":"1950","durations":"85","cast_list":"DeForest Kelley, Marlon Brando, Teresa Wright, Polly Bergen, Virginia Christine, Everett Sloane, Jack Webb, Richard Erdman, Dorothy Tree, Frank O'Connor, Howard St. John, John Hamilton, Sam Gilman"},{"film":"http://www.wikidata.org/entity/Q2336835","filmLabel":"Born to Be Bad","directors":"Nicholas Ray","screenwriters":"Charles Schnee","genres":"drama film, film noir","release_year":"1950","durations":"94","cast_list":"Joan Fontaine, Zachary Scott, Joan Leslie, Mel Ferrer, Robert Ryan, Bess Flowers, Kathleen Howard, Don Dillaway, Irving Bacon, Harold Vermilyea"},{"film":"http://www.wikidata.org/entity/Q3794147","filmLabel":"Easy Living","directors":"Jacques Tourneur","screenwriters":"Charles Schnee","genres":"drama film, romance film, American football film","release_year":"1950","durations":"77","cast_list":"Don Beddoe, Lucille Ball, Lizabeth Scott, Jeff Donnell, Lloyd Nolan, Victor Mature, Jim Backus, Paul Stewart, Jack Paar, Richard Erdman, Gordon Jones, Julia Dean, Art Baker, Everett Glass, Sonny Tufts, Robert Ellis"},{"film":"http://www.wikidata.org/entity/Q2077169","filmLabel":"Criss Cross","directors":"Robert Siodmak","screenwriters":"Daniel Fuchs, William Bowers","genres":"drama film, film noir, heist film, crime film, film based on a novel","release_year":"1950","durations":"88","cast_list":"Burt Lancaster, Yvonne De Carlo, Richard Long, Alan Napier, John Doucette, Percy Helton, Dan Duryea, Stephen McNally, Griff Barnett, Esy Morales"},{"film":"http://www.wikidata.org/entity/Q7754014","filmLabel":"The Next Voice You Hear...","directors":"William Augustus Wellman","screenwriters":"Charles Schnee","genres":"drama film, fantasy film","release_year":"1950","durations":"83","cast_list":"Nancy Reagan, James Whitmore"},{"film":"http://www.wikidata.org/entity/Q1138096","filmLabel":"Cover Up","directors":"Alfred Edward Green","screenwriters":"Dennis O'Keefe","genres":"film noir, mystery film, Christmas film","release_year":"1950","durations":"82","cast_list":"Dennis O'Keefe, William Bendix, Art Baker, Barbara Britton"},{"film":"http://www.wikidata.org/entity/Q7260013","filmLabel":"Punchy Cowpunchers","directors":"Edward Bernds","screenwriters":"Edward Bernds","genres":"comedy film, Western film","release_year":"1950","durations":"17","cast_list":"Moe Howard"},{"film":"http://www.wikidata.org/entity/Q16252052","filmLabel":"Jiggs and Maggie Out West","directors":"William Beaudine","screenwriters":"Edward F. Cline","genres":"comedy film","release_year":"1950","durations":"66","cast_list":"Joe Yule"},{"film":"http://www.wikidata.org/entity/Q244865","filmLabel":"Champion","directors":"Mark Robson","screenwriters":"Carl Foreman","genres":"drama film, film noir, boxing film, romance film","release_year":"1950","durations":"96","cast_list":"Ruth Roman, Kirk Douglas, Arthur Kennedy, Lola Albright, Paul Stewart, Marilyn Maxwell, Harry Shannon, Esther Howard"},{"film":"http://www.wikidata.org/entity/Q946888","filmLabel":"Young Man with a Horn","directors":"Michael Curtiz","screenwriters":"Carl Foreman, Edmund H. North","genres":"drama film, biographical film, musical film, film based on literature","release_year":"1950","durations":"112","cast_list":"Juano Hernández, Walter Reed, Paul Dubov, Fred Aldrich, Jay Eaton, Louis Armstrong, Lauren Bacall, Kirk Douglas, Doris Day, Paul Brinegar, Hoagy Carmichael, Bess Flowers, Mary Beth Hughes, Keye Luke, Dan Seymour, Jack Kruschen, Nestor Paiva, Jerome Cowan"},{"film":"http://www.wikidata.org/entity/Q7718992","filmLabel":"The Body Said No!","directors":"Val Guest","screenwriters":"Val Guest","genres":"comedy film","release_year":"1950","durations":"75","cast_list":"Arthur Hill, Jon Pertwee, Michael Rennie"},{"film":"http://www.wikidata.org/entity/Q784181","filmLabel":"Cyrano de Bergerac","directors":"Michael Gordon","screenwriters":"Carl Foreman","genres":"swashbuckler film","release_year":"1950","durations":"112","cast_list":"Mala Powers, Percy Helton, John Crawford, Philip Van Zandt, Arthur Blake, Edgar Barrier, Elena Verdugo, Lloyd Corrigan, Morris Carnovsky, Francis Pierlot, Don Beddoe, Virginia Christine, José Ferrer, William Prince"},{"film":"http://www.wikidata.org/entity/Q17031062","filmLabel":"The White Hell of Pitz Palu","directors":"Rolf Hansen","screenwriters":"Erna Fentsch","genres":"drama film, adventure film, romance film","release_year":"1950","durations":"86","cast_list":"Adrian Hoven, Antje Weisgerber, Heinrich Gretler, Ellen Widmann, Liselotte Pulver, Hans Albers"},{"film":"http://www.wikidata.org/entity/Q1502464","filmLabel":"No Sad Songs for Me","directors":"Rudolph Maté","screenwriters":"Howard Koch","genres":"drama film, film based on literature","release_year":"1950","durations":"86","cast_list":"Natalie Wood, Margaret Sullavan, Viveca Lindfors, Jeanette Nolan, Ann Doran, Lucile Browne, Richard Quine, John McIntire, Wendell Corey, Dorothy Tree, Harlan Warde, Raymond Greenleaf, Harry Cheshire"},{"film":"http://www.wikidata.org/entity/Q375594","filmLabel":"Born Yesterday","directors":"George Cukor","screenwriters":"Garson Kanin, Albert Mannheimer","genres":"comedy drama, romantic comedy","release_year":"1950","durations":"103","cast_list":"William Holden, Broderick Crawford, Judy Holliday, Grandon Rhodes, Claire Carleton"},{"film":"http://www.wikidata.org/entity/Q18913479","filmLabel":"Amor de la calle","directors":"Ernesto Cortázar Sr.","screenwriters":"Ernesto Cortázar II","genres":"Rumberas film","release_year":"1950","durations":"103","cast_list":"Meche Barba, Fernando Fernández, Freddy Fernández, Toña la Negra"},{"film":"http://www.wikidata.org/entity/Q1198665","filmLabel":"The Secret Garden","directors":"Fred M. Wilcox","screenwriters":"Robert Ardrey","genres":"drama film, film based on a novel","release_year":"1950","durations":"92","cast_list":"Elsa Lanchester, Gladys Cooper, Margaret O'Brien, Dean Stockwell, Isobel Elsom, Kathryn Beaumont, Norma Varden, Billy Bevan, Reginald Owen, Leonard Carey, Aubrey Mather, Herbert Marshall, George Zucco, Dennis Hoey, Marni Nixon, Lowell Gilmore, Matthew Boulton, Elspeth Dudgeon"},{"film":"http://www.wikidata.org/entity/Q15706474","filmLabel":"The Daring Caballero","directors":"Wallace Fox","screenwriters":"Betty Burbridge","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Duncan Renaldo"},{"film":"http://www.wikidata.org/entity/Q2300273","filmLabel":"Dark City","directors":"William Dieterle","screenwriters":"John Meredyth Lucas","genres":"drama film, film noir, crime film","release_year":"1950","durations":"98","cast_list":"Charlton Heston, Lizabeth Scott, Viveca Lindfors, Ed Begley, Harry Morgan, Dean Jagger, Don DeFore, Jack Webb, Mike Mazurki, Byron Foulger, Walter Sande, Walter Burke"},{"film":"http://www.wikidata.org/entity/Q138086","filmLabel":"Ambush","directors":"Sam Wood","screenwriters":"Marguerite Roberts","genres":"Western film","release_year":"1950","durations":"90","cast_list":"Robert Taylor, Charles Stevens, Jean Hagen, Leon Ames, Arlene Dahl, Don Taylor, Bruce Cowling, John McIntire, John Hodiak, Lane Chandler, Chief Thundercloud, Hank Mann, Ray Teal, William Haade"},{"film":"http://www.wikidata.org/entity/Q1455926","filmLabel":"Whisky Galore!","directors":"Alexander Mackendrick","screenwriters":"Compton Mackenzie","genres":"comedy film","release_year":"1950","durations":"82","cast_list":"James Robertson Justice, Joan Greenwood, John Gregson, Basil Radford, Gordon Jackson, Catherine Lacey, Jean Cadell, Bruce Seton, Wylie Watson"},{"film":"http://www.wikidata.org/entity/Q1366486","filmLabel":"A Day Will Come","directors":"Rudolf Jugert","screenwriters":"Ernst Penzoldt","genres":"drama film","release_year":"1950","durations":"93","cast_list":"Dieter Borsche"},{"film":"http://www.wikidata.org/entity/Q3430192","filmLabel":"Peppino e Violetta","directors":"Maurice Cloche","screenwriters":"Diego Fabbri","genres":"speculative/fantastic fiction film","release_year":"1950","durations":"85","cast_list":"Arnoldo Foà, Guido Celano, Enzo Fiermonte, Denis O'Dea, Nerio Bernardi, Clelia Matania, Gorella Gori, Mimo Billi"},{"film":"http://www.wikidata.org/entity/Q7153954","filmLabel":"Paul Temple's Triumph","directors":"Maclean Rogers","screenwriters":"Francis Durbridge","genres":"crime film","release_year":"1950","durations":"76","cast_list":"Dinah Sheridan, John Bentley"},{"film":"http://www.wikidata.org/entity/Q1498407","filmLabel":"The Bribe","directors":"Robert Z. Leonard","screenwriters":"Marguerite Roberts","genres":"crime film, drama film, film noir","release_year":"1950","durations":"98","cast_list":"Vincent Price, John Hodiak, John Hoyt, Samuel S. Hinds, Alberto Morin, William Haade, Nacho Galindo, Charles Laughton, Robert Taylor, Ava Gardner"},{"film":"http://www.wikidata.org/entity/Q7919598","filmLabel":"Vendetta","directors":"Max Ophüls, Mel Ferrer, Preston Sturges, Stuart Heisler, Paul Weatherwax","screenwriters":"W. R. Burnett","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Faith Domergue, George Dolenz"},{"film":"http://www.wikidata.org/entity/Q3279688","filmLabel":"Captain Carey","directors":"Mitchell Leisen","screenwriters":"Robert Thoeren","genres":"drama film","release_year":"1950","durations":"82","cast_list":"Francis Lederer, Celia Lovsky, Frank Puglia, Alan Ladd, Russ Tamblyn, Wanda Hendrix, Joseph Calleia, Luis Alberni, Virginia Farmer, Roland Winters, Ray Walker, Angela Clarke"},{"film":"http://www.wikidata.org/entity/Q4905890","filmLabel":"Big Jack","directors":"Richard Thorpe","screenwriters":"Robert Thoeren","genres":"Western film","release_year":"1950","durations":"85","cast_list":"Vanessa Brown, Wallace Beery, Marjorie Main, Edward Arnold, Richard Conte, Jack Lambert, Charles Dingle, Clem Bevans, Clinton Sundberg, Syd Saylor, Will Wright, Tom Fadden"},{"film":"http://www.wikidata.org/entity/Q7880993","filmLabel":"Um Thron und Liebe","directors":"Fritz Kortner","screenwriters":"Robert Thoeren","genres":"drama film, war film","release_year":"1950","durations":"95","cast_list":"Hans Thimig, Luise Ullrich, Ewald Balser, Franz Stoss"},{"film":"http://www.wikidata.org/entity/Q781674","filmLabel":"Flamingo Road","directors":"Michael Curtiz","screenwriters":"Edmund H. North","genres":"drama film, film noir","release_year":"1950","durations":"94","cast_list":"Joan Crawford, Zachary Scott, Gladys George, Sydney Greenstreet, Frank Cady, Dale Robertson, Douglas Kennedy, James Flavin, Alice White, David Brian, Tito Vuolo, Fred Clark, Fred Kelsey, Gertrude Michael, Iris Adrian, Larry J. Blake, Pierre Watkin, Virginia Huston, William Bailey, Sam McDaniel, William Haade, Morgan Farley, John Gallaudet"},{"film":"http://www.wikidata.org/entity/Q1305455","filmLabel":"In a Lonely Place","directors":"Nicholas Ray","screenwriters":"Edmund H. North, Dorothy B. Hughes","genres":"drama film, film noir, romance film","release_year":"1950","durations":"94","cast_list":"Humphrey Bogart, Gloria Grahame, Jeff Donnell, Hadda Brooks, Martha Stewart, Robert Warwick, Myron Healey, Steven Geray, Frank Lovejoy, Art Smith, Carl Benton Reid, William Ching"},{"film":"http://www.wikidata.org/entity/Q16492244","filmLabel":"Captain Poison","directors":"Luis Marquina","screenwriters":"Wenceslao Fernández Flórez, Luis Marquina","genres":"comedy film","release_year":"1950","durations":"94","cast_list":"Sara Montiel, Fernando Fernán Gómez, José Isbert, Amparo Martí, Julia Caba Alba, Manolo Morán, Miguel Pastor Mata"},{"film":"http://www.wikidata.org/entity/Q2843547","filmLabel":"Primero soy mexicano","directors":"Joaquín Pardavé","screenwriters":"Florencio Sánchez, Joaquín Pardavé","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Flor Silvestre, Luis Aguilar, Arturo Soto Rangel, Joaquín Pardavé, Charro Avitia, Gloria Mange"},{"film":"http://www.wikidata.org/entity/Q3794915","filmLabel":"Il Mulatto","directors":"Francesco De Robertis","screenwriters":"Francesco De Robertis","genres":"war film","release_year":"1950","durations":"85","cast_list":"Umberto Spadaro, Renato Baldini, Bianca Doria, Jole Fierro, Nino Milano"},{"film":"http://www.wikidata.org/entity/Q15180343","filmLabel":"Mrs. Mike","directors":"Louis King","screenwriters":"DeWitt Bodeen","genres":"drama film","release_year":"1950","durations":"99","cast_list":"Dick Powell"},{"film":"http://www.wikidata.org/entity/Q5237757","filmLabel":"The Life of Wu Xun","directors":"Sun Yu","screenwriters":"Sun Yu","genres":"biographical film","release_year":"1950","durations":"204","cast_list":"Zhao Dan, Wang Bei"},{"film":"http://www.wikidata.org/entity/Q1620831","filmLabel":"Battleground","directors":"William Augustus Wellman","screenwriters":"Robert Pirosh","genres":"drama film, action film, war film","release_year":"1950","durations":"113","cast_list":"John Mylong, James Whitmore, Leon Ames, Scotty Beckett, Ricardo Montalbán, Van Johnson, Denise Darcel, James Arness, George Murphy, Don Taylor, Marshall Thompson, Tommy Noonan, Jerome Courtland, Bruce Cowling, Douglas Fowley, John Hodiak, Richard Jaeckel, Ian MacDonald, Ivan Triesault, Herbert Anderson, Dewey Martin, Roland Varno, Edmon Ryan, Jean Del Val, Richard Irving"},{"film":"http://www.wikidata.org/entity/Q1307071","filmLabel":"Woman on the Run","directors":"Norman Foster","screenwriters":"Alan Campbell","genres":"drama film, film noir, crime film","release_year":"1950","durations":"76","cast_list":"Ann Sheridan, Joan Shawlee, Dennis O'Keefe, Victor Sen Yung, Ross Elliott, John Qualen, Robert Keith, Steven Geray"},{"film":"http://www.wikidata.org/entity/Q2533041","filmLabel":"Vom Teufel gejagt","directors":"Victor Tourjansky","screenwriters":"Emil Burri","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Lil Dagover, Heidemarie Hatheyer, Walter Janssen, Otto Wernicke, Maria Holst, Edith Schultze-Westrum, Willy Birgel, Ernst Stahl-Nachbaur, Alexander Golling, Arnulf Schröder, Heinrich Gretler, Hans Albers, Dietrich Thoms, Joseph Offenbach, Fritz Benscher, Georg Lehn, Harald Mannl"},{"film":"http://www.wikidata.org/entity/Q1823902","filmLabel":"September Affair","directors":"William Dieterle","screenwriters":"Robert Thoeren","genres":"drama film, romance film","release_year":"1950","durations":"104","cast_list":"Joan Fontaine, Joseph Cotten, Jessica Tandy, Françoise Rosay, Fortunio Bonanova, Robert Arthur Jr., Jimmy Lydon, Robert Arthur"},{"film":"http://www.wikidata.org/entity/Q28665843","filmLabel":"The Great Force","directors":"Fridrikh Ermler","screenwriters":"Fridrikh Ermler","genres":"drama film","release_year":"1950","durations":"99","cast_list":"Nikolay Bogolyubov, Olga Aroseva, Boris Babochkin, Fyodor Nikitin, Boris Aleksandrovich Smirnov, Yuri Tolubeyev, Viktor Khokhryakov"},{"film":"http://www.wikidata.org/entity/Q3790839","filmLabel":"I fuorilegge","directors":"Aldo Vergano","screenwriters":"Gian Paolo Callegari, Aldo Vergano, Sergio Pugliese, Giuseppe Mangione","genres":"drama film, detective film","release_year":"1950","durations":"78","cast_list":"Vittorio Gassman, Attilio Dottesio, Tino Buazzelli, Umberto Spadaro, Leonardo De Mitri, Ermanno Randi, Giovanna Galletti, Maria Grazia Francia, Rocco D'Assunta, Virginia Balistrieri, Antonio Gradoli"},{"film":"http://www.wikidata.org/entity/Q3203593","filmLabel":"Manhandled","directors":"Lewis R. Foster","screenwriters":"Lewis R. Foster, Elwyn Whitman Chambers","genres":"film noir, crime film","release_year":"1950","durations":"97","cast_list":"Art Smith, Irving Bacon, Harold Vermilyea, Phillip Reed, Morgan Farley, Dorothy Lamour, Sterling Hayden, Ian Wolfe, Alan Napier, Irene Hervey, Keye Luke, Dan Duryea, Maidie Norman"},{"film":"http://www.wikidata.org/entity/Q8058973","filmLabel":"Your Witness","directors":"Robert Montgomery","screenwriters":"Hugo Butler","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Robert Montgomery, Andrew Cruickshank, Felix Aylmer, Leslie Banks"},{"film":"http://www.wikidata.org/entity/Q4016015","filmLabel":"Ring Around the Clock","directors":"Paolo William Tamburella","screenwriters":"Gian Paolo Callegari, Paolo William Tamburella","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Attilio Dottesio, Paolo Stoppa, Arturo Bragaglia, Aristide Garbini, Gemma Bolognesi, Lauro Gazzolo, Nando Bruno, Nino Marchetti, Peppino Spadaro, Renato Malavasi, Vittoria Febbi, Zoe Incrocci, Margherita Nicosia, Amina Pirani Maggi, Pietro Tordi, Leda Gloria"},{"film":"http://www.wikidata.org/entity/Q4762987","filmLabel":"Angelo tra la folla","directors":"Leonardo De Mitri","screenwriters":"Gian Paolo Callegari, Ottavio Alessi, Leo Catozzo","genres":"drama film","release_year":"1950","durations":"96","cast_list":"Isa Pola, Umberto Spadaro, Silvio Bagolini, Oscar Andriani, Edoardo Toniolo, Giovanna Galletti, Luisella Beghi, Nino Milano"},{"film":"http://www.wikidata.org/entity/Q684304","filmLabel":"The Fighting Men","directors":"Camillo Mastrocinque","screenwriters":"Gian Paolo Callegari, Jacques Rémy, Fulvio Palmieri, Vittorio Nino Novarese","genres":"drama film","release_year":"1950","durations":"97","cast_list":"Eduardo Ciannelli, Charles Vanel, Rossano Brazzi, Carla Calò, Giovanni Grasso, Ignazio Balsamo, Claudine Dupuis, Turi Pandolfini, Milly Vitale"},{"film":"http://www.wikidata.org/entity/Q1741705","filmLabel":"Child of the Danube","directors":"Georg Jacoby","screenwriters":"Friedrich Schreyvogl","genres":"musical film","release_year":"1950","durations":"111","cast_list":"Nadja Tiller, Edith Klinger, Erich Auer, Ernst Waldbrunn, Fred Hennings, Fred Liewehr, Harry Fuss, Helli Servi, Helmut Janatsch, Karl Skraup, Oskar Wegrostek, Marika Rökk, Joseph Egger, Rudolf Carl, Annie Rosar, Richard Eybner, Fritz Muliar"},{"film":"http://www.wikidata.org/entity/Q19364070","filmLabel":"The Vila Family","directors":"Ignacio F. Iquino","screenwriters":"Ignacio F. Iquino","genres":"drama film","release_year":"1950","durations":"70","cast_list":"Barta Barri, José Isbert, Eugenio Testa, Maruchi Fresno, Pedro Sempson, Juan de Landa, Modesto Cid, María Francés"},{"film":"http://www.wikidata.org/entity/Q28225312","filmLabel":"King for One Night","directors":"Paul May","screenwriters":"Werner Eplinius","genres":"comedy film","release_year":"1950","durations":"100","cast_list":"Willy Fritsch, Anton Walbrook, Annelies Reinhold"},{"film":"http://www.wikidata.org/entity/Q4308467","filmLabel":"Mussorgsky","directors":"Grigori Roshal","screenwriters":"Grigori Roshal, Anna Abramova","genres":"biographical film","release_year":"1950","durations":"122","cast_list":"Lyubov Orlova, Nikolay Cherkasov, Vladimir Balashov, Aleksandr Borisov, Andrey Popov, Lidiya Sukharevskaya"},{"film":"http://www.wikidata.org/entity/Q3837835","filmLabel":"The Devil Is a Woman","directors":"Tito Davison","screenwriters":"Tito Davison","genres":"drama film","release_year":"1950","durations":"95","cast_list":"María de los Angeles Felix Güereña, Crox Alvarado, Víctor Junco, José Baviera, Isabel del Puerto, Luis Beristáin, Salvador Quiroz"},{"film":"http://www.wikidata.org/entity/Q2036341","filmLabel":"The Damned Don't Cry!","directors":"Vincent Sherman","screenwriters":"Jerome Weidman","genres":"drama film, film noir, crime film","release_year":"1950","durations":"103","cast_list":"Joan Crawford, Selena Royle, Kent Smith, Richard Egan, Steve Cochran, David Brian, Morris Ankrum, Edith Evanson, Jacqueline deWit, Hugh Sanders, Rory Mallinson"},{"film":"http://www.wikidata.org/entity/Q3344964","filmLabel":"We Will All Go to Paris","directors":"Jean Boyer","screenwriters":"Jean Boyer","genres":"comedy film","release_year":"1950","durations":"93","cast_list":"Jacques Vertan, Jean Hébey, Lucien Guervil, Marcel Charvey, Maryse Martin, Max Dejean, Max Elloy, Nicolas Amato, Robert Destain, Martine Carol, George Raft, Françoise Arnoul, Ray Ventura, Henri Génès, Henri Vilbert, Philippe Lemaire, Albert Duvaleix, Alfred Pasquali, Charles Bouillaud, Christian Duvaleix, Georges Baconnet, Georges Lannes, Henri Charrett"},{"film":"http://www.wikidata.org/entity/Q30030552","filmLabel":"Everything for the Company","directors":"Ferdinand Dörfler","screenwriters":"Hans Heinz König","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Lucie Englisch, Viktor Staal, Erhard Siedel, Wilfried Seyferth, Ilona Lamée"},{"film":"http://www.wikidata.org/entity/Q7242199","filmLabel":"Pretty Baby","directors":"Bretaigne Windust","screenwriters":"Harry Kurnitz","genres":"romantic comedy","release_year":"1950","durations":"92","cast_list":"Zachary Scott, Edmund Gwenn, Betsy Drake, Dennis Morgan"},{"film":"http://www.wikidata.org/entity/Q1457849","filmLabel":"Thieves' Highway","directors":"Jules Dassin","screenwriters":"Albert Isaac Bezzerides","genres":"drama film, film noir, crime film","release_year":"1950","durations":"94","cast_list":"Richard Conte, Joseph Pevney, Millard Mitchell, Barbara Lawrence, Morris Carnovsky, Walter Baldwin, Tamara Shayne, Mario Siletti, Valentina Cortese, Lee J. Cobb, Hope Emerson, Jack Oakie"},{"film":"http://www.wikidata.org/entity/Q3820032","filmLabel":"The Man on the Eiffel Tower","directors":"Irving Allen, Charles Laughton, Burgess Meredith","screenwriters":"Harry Brown","genres":"mystery film, film based on literature, crime film","release_year":"1950","durations":"97","cast_list":"Gabrielle Fontan, Jean Wallace, Robert Hutton, William Edward Phipps, William Cottrell, Charles Laughton, Howard Vernon, Patricia Roc, Burgess Meredith, Franchot Tone, Belita, Wilfrid Hyde-White"},{"film":"http://www.wikidata.org/entity/Q1471671","filmLabel":"King Solomon's Mines","directors":"Compton Bennett, Andrew Marton","screenwriters":"Helen Deutsch","genres":"action film, adventure film, romance film, treasure hunt film, film based on a novel","release_year":"1950","durations":"98","cast_list":"John Banner, Deborah Kerr, Hugo Haas, Stewart Granger, Richard Carlson, Lowell Gilmore"},{"film":"http://www.wikidata.org/entity/Q16832849","filmLabel":"Love on Ice","directors":"Kurt Meisel","screenwriters":"Johannes Kai","genres":"romance film","release_year":"1950","durations":"89","cast_list":"Sepp Nigg"},{"film":"http://www.wikidata.org/entity/Q1167592","filmLabel":"Jungle Book","directors":"Zoltan Korda","screenwriters":"Laurence Stallings","genres":"fantasy film, action film","release_year":"1950","durations":"108","cast_list":"Kaa, Frank Puglia, Faith Brook, Sabu Dastagir, Hathi, Noble Johnson, John Qualen, Joseph Calleia, Ralph Byrd, Bagheera, Baloo, Shere Khan, Rosemary DeCamp"},{"film":"http://www.wikidata.org/entity/Q7731341","filmLabel":"The Eagle and the Hawk","directors":"Lewis R. Foster","screenwriters":"Lewis R. Foster","genres":"Western film","release_year":"1950","durations":"104","cast_list":"Rhonda Fleming, Thomas Gomez, Frank Faylen, John Payne, Dennis O'Keefe, Fred Clark, Eduardo Noriega, Walter Reed, Grandon Rhodes"},{"film":"http://www.wikidata.org/entity/Q425904","filmLabel":"Night and the City","directors":"Jules Dassin","screenwriters":"Gerald Kersh","genres":"drama film, film noir, crime film, film based on a novel","release_year":"1950","durations":"92","cast_list":"Herbert Lom, Gene Tierney, Richard Widmark, Googie Withers, Francis L. Sullivan, Charles Farrell, Hugh Marlowe, Mike Mazurki, Edward Chapman"},{"film":"http://www.wikidata.org/entity/Q2631841","filmLabel":"My Friend Irma","directors":"George Marshall","screenwriters":"Peter Barsocchini, Cy Howard","genres":"comedy film","release_year":"1950","durations":"102","cast_list":"Dean Martin, Jerry Lewis, Nick Cravat, Ian Wolfe, Margaret Field, Bess Flowers, John Lund, Percy Helton, Chester Conklin, Don DeFore, Douglas Spencer, Franklyn Farnum, Diana Lynn, Hans Conried, Marie Wilson, Jack Mulhall, Chief Yowlachie, Dewey Robinson, Francis Pierlot, Howard M. Mitchell, Charles Pearce Coleman, Kathryn Givney"},{"film":"http://www.wikidata.org/entity/Q5256519","filmLabel":"Den opvakte jomfru","directors":"Lau Lauritzen, Alice O'Fredericks","screenwriters":"Poul Henningsen","genres":"comedy film, family film","release_year":"1950","durations":"100","cast_list":"Lisbeth Movin, Dirch Passer, Ib Schønberg, Helge Kjærulff-Schmidt, Marguerite Viby, Elith Pio, Kjeld Jacobsen, Kjeld Petersen, Knud Schrøder, Sigurd Langberg, Ib Conradi, Minna Jørgensen, Arne Westermann, Mantza Rasmussen, Solvejg Conradi"},{"film":"http://www.wikidata.org/entity/Q1996348","filmLabel":"The File on Thelma Jordon","directors":"Robert Siodmak","screenwriters":"Ketti Frings","genres":"drama film, film noir, crime film","release_year":"1950","durations":"100","cast_list":"Barbara Stanwyck, Gertrude W. Hoffmann, Basil Ruysdael, Kasey Rogers, Joan Tetzel, Mary Gordon, Paul Kelly, Wendell Corey, Jane Novak, Minor Watson, Richard Rober, Stanley Ridges, Theresa Harris, Barry Kelley, Clancy Cooper, Sam McDaniel"},{"film":"http://www.wikidata.org/entity/Q2365450","filmLabel":"Chain Lightning","directors":"Stuart Heisler","screenwriters":"Liam O'Brien","genres":"drama film, action film","release_year":"1950","durations":"94","cast_list":"Humphrey Bogart, Eleanor Parker, Raymond Massey, James Brown, Morris Ankrum, Peter J. Ortiz, Richard Whorf, Roy Roberts, Fay Baker"},{"film":"http://www.wikidata.org/entity/Q3837969","filmLabel":"The Daughter of Rosie O'Grady","directors":"David Butler","screenwriters":"Jack Rose","genres":"comedy film, musical film","release_year":"1950","durations":"104","cast_list":"Jane Darwell, Debbie Reynolds, June Haver, S. Z. Sakall, Gordon MacRae, Marcia Mae Jones, Gene Nelson, Sean McClory, James Edward Barton"},{"film":"http://www.wikidata.org/entity/Q5429155","filmLabel":"Faddija – La legge della vendetta","directors":"Roberto Bianchi Montero","screenwriters":"Pasquale Festa Campanile, Roberto Bianchi Montero","genres":"drama film","release_year":"1950","durations":"88","cast_list":"Otello Toso, Silvio Bagolini, Amalia Pellegrini, Luisa Rossi, Olga Solbelli, William Tubbs, Piero Palermini"},{"film":"http://www.wikidata.org/entity/Q3284774","filmLabel":"Mr. Music","directors":"Richard Haydn","screenwriters":"Samson Raphaelson","genres":"comedy film","release_year":"1950","durations":"113","cast_list":"Bing Crosby, Groucho Marx, Peggy Lee, Nancy Olson, Ruth Hussey, Charles Coburn, Robert Stack, Tom Ewell"},{"film":"http://www.wikidata.org/entity/Q3224487","filmLabel":"Chains","directors":"Raffaello Matarazzo","screenwriters":"Nicola Manzari, Aldo De Benedetti, Libero Bovio","genres":"drama film, melodrama","release_year":"1950","durations":"86","cast_list":"Yvonne Sanson, Amedeo Nazzari, Roberto Murolo, Aldo Silvani, Aldo Nicodemi, Amalia Pellegrini, Teresa Franchini, Nino Marchesini"},{"film":"http://www.wikidata.org/entity/Q10331374","filmLabel":"Model 19","directors":"Armando Couto","screenwriters":"Millôr Fernandes, Mario Civelli","genres":"drama film","release_year":"1950","durations":"85","cast_list":"José Mauro de Vasconcelos, Lima Duarte, Arrelia, Elísio de Albuquerque, Ilka Soares, Jaime Barcelos, Luigi Picchi, Miro Cerni, Carlos Cotrim, Mario Civelli, Armando Couto"},{"film":"http://www.wikidata.org/entity/Q939909","filmLabel":"The Mudlark","directors":"Jean Negulesco","screenwriters":"Nunnally Johnson","genres":"drama film, comedy drama","release_year":"1950","durations":"99","cast_list":"Alec Guinness, Irene Dunne, Pat Hitchcock, Anthony Steel, Marjorie Fielding, Wilfrid Hyde-White, Finlay Currie, Andrew Ray, Barry Jones, Constance Smith, Edward Rigby, Kynaston Reeves, Beatrice Campbell, Ernest Clark, Raymond Lovell"},{"film":"http://www.wikidata.org/entity/Q4101808","filmLabel":"On the Steppe","directors":"Boriss Bunejev","screenwriters":"Pyotr Pavlenko, Alexander Galich","genres":"drama film","release_year":"1950","durations":"44","cast_list":"Mark Bernes, Vsevolod Sanayev, Natalya Zashchipina"},{"film":"http://www.wikidata.org/entity/Q1557112","filmLabel":"The Disturbed Wedding Night","directors":"Helmut Weiss","screenwriters":"Maria von der Osten-Sacken, Peter Francke","genres":"comedy film","release_year":"1950","durations":"88","cast_list":"Curd Jürgens, Ilse Werner, Susanne von Almassy, Paul Dahlke, Hubert von Meyerinck, Rudolf Vogel, Rolf Pinegger"},{"film":"http://www.wikidata.org/entity/Q944555","filmLabel":"To Please a Lady","directors":"Clarence Brown","screenwriters":"Barré Lyndon","genres":"drama film, action film","release_year":"1950","durations":"91","cast_list":"Clark Gable, Barbara Stanwyck, Adolphe Menjou, Will Geer, Emory Parnell, Frank Jenks, Roland Winters"},{"film":"http://www.wikidata.org/entity/Q2604989","filmLabel":"Adam and Evelyne","directors":"Harold French","screenwriters":"Nicholas Phipps","genres":"drama film, romance film","release_year":"1950","durations":"70","cast_list":"Jean Simmons, Stewart Granger, Wilfrid Hyde-White"},{"film":"http://www.wikidata.org/entity/Q3819273","filmLabel":"Fighting Man of the Plains","directors":"Edwin L. Marin","screenwriters":"Frank Gruber","genres":"Western film","release_year":"1950","durations":"94","cast_list":"Dale Robertson, Douglas Kennedy, Jack Kelly, Franklyn Farnum, Victor Jory, Bill Williams, J. Farrell MacDonald, Frank O'Connor, Hank Mann, James Millican, Kermit Maynard, James Griffith, John Hamilton, Herman Hack, Anthony Jochim, Randolph Scott, Joan Taylor, Herbert Rawlinson, Paul Fix, Berry Kroeger"},{"film":"http://www.wikidata.org/entity/Q2269377","filmLabel":"Semmelweis – Retter der Mütter","directors":"Georg C. Klaren","screenwriters":"Joachim Barckhausen","genres":"drama film","release_year":"1950","durations":"99","cast_list":"Karl Paryla"},{"film":"http://www.wikidata.org/entity/Q3921672","filmLabel":"The Sun Comes Up","directors":"Richard Thorpe","screenwriters":"William Ludwig","genres":"drama film","release_year":"1950","durations":"93","cast_list":"Jeanette MacDonald, Margaret Hamilton, Lloyd Nolan, Lewis Stone, Claude Jarman, Jr., Lassie, Percy Kilbride, Nicholas Joy"},{"film":"http://www.wikidata.org/entity/Q60464","filmLabel":"Let's Dance","directors":"Norman Z. McLeod","screenwriters":"Allan Scott","genres":"musical film, romantic comedy","release_year":"1950","durations":"112","cast_list":"Fred Astaire, Betty Hutton, Lucile Watson, Ruth Warrick, Barton MacLane, Roland Young, Melville Cooper, George Zucco, Shepperd Strudwick, Harold Huber, Stuart Holmes, Harry Woods, Rolfe Sedan"},{"film":"http://www.wikidata.org/entity/Q3235103","filmLabel":"Two Flags West","directors":"Robert Wise","screenwriters":"Casey Robinson","genres":"drama film, Western film","release_year":"1950","durations":"92","cast_list":"Arthur Hunnicutt, Cornel Wilde, Dale Robertson, Noah Beery Jr., Joseph Cotten, Linda Darnell, Jay C. Flippen, Jeff Chandler"},{"film":"http://www.wikidata.org/entity/Q4166208","filmLabel":"The Miners of Donetsk","directors":"Leonid Lukov","screenwriters":"Boris Gorbatov","genres":"drama film","release_year":"1950","durations":"108","cast_list":"Pyotr Aleynikov"},{"film":"http://www.wikidata.org/entity/Q3993850","filmLabel":"Torment","directors":"Raffaello Matarazzo","screenwriters":"Aldo De Benedetti","genres":"drama film","release_year":"1950","durations":"87","cast_list":"Giuditta Rissone, Yvonne Sanson, Amedeo Nazzari, Annibale Betrone, Roberto Murolo, Tina Lattanzi, Mario Ferrari, Aldo Nicodemi, Rita Livesi, Teresa Franchini, Vittorio Sanipoli"},{"film":"http://www.wikidata.org/entity/Q3067189","filmLabel":"Father was a Fullback","directors":"John M. Stahl","screenwriters":"Casey Robinson, Richard Sale","genres":"comedy film, American football film","release_year":"1950","durations":"84","cast_list":"Rudy Vallée, Jim Backus, Ruth Clifford, Betty Lynn, Louise Lorimer, Natalie Wood, Thelma Ritter, Maureen O'Hara, Fred MacMurray"},{"film":"http://www.wikidata.org/entity/Q7460690","filmLabel":"Shadow on the Wall","directors":"Pat Jackson","screenwriters":"William Ludwig","genres":"film noir","release_year":"1950","durations":"84","cast_list":"Zachary Scott, Nancy Reagan, Ann Sothern, Gigi Perreau"},{"film":"http://www.wikidata.org/entity/Q1257224","filmLabel":"Three Came Home","directors":"Jean Negulesco","screenwriters":"Nunnally Johnson","genres":"drama film, war film","release_year":"1950","durations":"106","cast_list":"Claudette Colbert, Patric Knowles, Sessue Hayakawa, Phyllis Morris, Helen Westcott, Leonard Willey, Florence Desmond, Douglas Walton, Patrick O'Moore"},{"film":"http://www.wikidata.org/entity/Q4206790","filmLabel":"Dream of a Cossack","directors":"Yuli Raizman","screenwriters":"Semyon Babayevsky","genres":"drama film","release_year":"1950","durations":"118","cast_list":"Sergei Bondarchuk, Boris Chirkov, Kira Kanayeva, Vladimir Ratomsky, Anatoly Chemodurov"},{"film":"http://www.wikidata.org/entity/Q3482852","filmLabel":"Everybody Does It","directors":"Edmund Goulding","screenwriters":"Nunnally Johnson","genres":"comedy film","release_year":"1950","durations":"98","cast_list":"George Tobias, Mario Siletti, Mae Marsh, Celeste Holm, Linda Darnell, Lucile Watson, Charles Coburn, Millard Mitchell, John Hoyt, Paul Douglas, Tito Vuolo, Leon Belasco"},{"film":"http://www.wikidata.org/entity/Q109252971","filmLabel":"Antara Bumi dan Langit","directors":"Hinatsu Eitaroo","screenwriters":"Armijn Pane","genres":"drama film","release_year":"1950","durations":"70","cast_list":"S. Bono"},{"film":"http://www.wikidata.org/entity/Q2533636","filmLabel":"The Jackpot","directors":"Walter Lang","screenwriters":"Henry Ephron","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"James Stewart, Natalie Wood, Barbara Hale, Patricia Medina, Ann Doran, Tommy Rettig, James Gleason, Alan Mowbray, Robert Gist, Philip Van Zandt, Fred Clark, Lyle Talbot, Walter Baldwin"},{"film":"http://www.wikidata.org/entity/Q3516395","filmLabel":"Taxi di notte","directors":"Carmine Gallone","screenwriters":"Aldo De Benedetti","genres":"comedy film","release_year":"1950","durations":"88","cast_list":"Beniamino Gigli, Lea Padovani, Giuseppe Rinaldi, Aroldo Tieri, Ciro Berardi, Philippe Lemaire, Carlo Ninchi, Danielle Godet, Pina Piovani, Edda Soligo, Franco Coop, Gustavo Serena, Jone Morino, Nico Pepe, Peppino Spadaro, William Tubbs, Virginia Belmont, Giuseppe Varni"},{"film":"http://www.wikidata.org/entity/Q5318419","filmLabel":"Undertow","directors":"William Castle","screenwriters":"Arthur T. Horman","genres":"drama film, film noir, crime film","release_year":"1950","durations":"71","cast_list":"Rock Hudson, Marjorie Bennett, Scott Brady, Robert Easton, Bruce Bennett, John Russell, Dorothy Hart, Franklyn Farnum, Peggy Dow, Francis Pierlot, George Eldredge, Almira Sessions"},{"film":"http://www.wikidata.org/entity/Q12885285","filmLabel":"The Last Mission","directors":"Nikos Tsiforos","screenwriters":"Nikos Tsiforos","genres":"drama film, war film","release_year":"1950","durations":"76","cast_list":"Dimos Starenios, Thanasis Tzeneralis, Miranda Myrat, Smaroula Giouli, Giorgos Velentzas, Nikos Tzogias, Vangelis Protopapas, Athanassia Moustaka, Vasilis Diamantopoulos"},{"film":"http://www.wikidata.org/entity/Q2943987","filmLabel":"Down to the Sea in Ships","directors":"Henry Hathaway","screenwriters":"Sy Bartlett","genres":"drama film","release_year":"1950","durations":"120","cast_list":"Lionel Barrymore, Richard Widmark, Jay C. Flippen, Dean Stockwell, Harry Morgan, Harry Davenport, Berry Kroeger, Cecil Kellaway, John McIntire, Gene Lockhart, Arthur Hohl, Dorothy Adams, Fuzzy Knight, Paul Harvey"},{"film":"http://www.wikidata.org/entity/Q3557991","filmLabel":"Come to Daddy...","directors":"Nikos Tsiforos","screenwriters":"Nikos Tsiforos","genres":"comedy film","release_year":"1950","durations":"86","cast_list":"Sperantza Vrana, Vasilis Avlonitis, Mimis Fotopoulos, Nikos Stavridis, Nikos Vastardis, Smaroula Giouli, Lela Patríkiou"},{"film":"http://www.wikidata.org/entity/Q2269754","filmLabel":"The Black Rose","directors":"Henry Hathaway","screenwriters":"Talbot Jennings","genres":"film based on a novel","release_year":"1950","durations":"120","cast_list":"Mary Clare, Gibb McLaughlin, Herbert Lom, James Robertson Justice, Cécile Aubry, Tyrone Power, Laurence Harvey, Alfonso Bedoya, Torin Thatcher, Finlay Currie, Bobby Blake, Henry Oscar, Michael Rennie, Orson Welles, Jack Hawkins"},{"film":"http://www.wikidata.org/entity/Q7723380","filmLabel":"The Cliff of Sin","directors":"Roberto Bianchi Montero","screenwriters":"Roberto Bianchi Montero","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Otello Toso, Delia Scala, Gino Cervi, Amedeo Trilli, Ermanno Randi, Gustavo Serena, Leopoldo Valentini, Olga Solbelli, Virginia Balistrieri, Margarete Genske"},{"film":"http://www.wikidata.org/entity/Q3110312","filmLabel":"My Friend Irma Goes West","directors":"Hal Walker","screenwriters":"Cy Howard","genres":"comedy film","release_year":"1950","durations":"90","cast_list":"Dean Martin, Jerry Lewis, Corinne Calvet, John Lund, Diana Lynn, Gregg Palmer, Marie Wilson, Lloyd Corrigan, Chief Yowlachie, Don Porter"},{"film":"http://www.wikidata.org/entity/Q3822498","filmLabel":"Outside the Wall","directors":"Crane Wilbur","screenwriters":"Crane Wilbur","genres":"drama film, film noir, crime film","release_year":"1950","durations":"80","cast_list":"Signe Hasso, Harry Morgan, Richard Basehart, Joseph Pevney, Peggie Castle, Marilyn Maxwell"},{"film":"http://www.wikidata.org/entity/Q679105","filmLabel":"At War with the Army","directors":"Hal Walker","screenwriters":"Cy Howard","genres":"musical film","release_year":"1950","durations":"93","cast_list":"Dean Martin, Polly Bergen, Jerry Lewis, Mike Kellin, Tommy Farrell"},{"film":"http://www.wikidata.org/entity/Q1541607","filmLabel":"Challenge to Lassie","directors":"Richard Thorpe","screenwriters":"William Ludwig","genres":"comedy drama","release_year":"1950","durations":"76","cast_list":"Sara Allgood, Geraldine Brooks, Edmund Gwenn, Donald Crisp, Alan Napier, Mary Gordon, Reginald Owen, Leonard Carey, Colin Tapley, Jimmy Finlayson, Harry Cording, Henry Stephenson, Alan Webb, Arthur Shields, Doris Lloyd, Lumsden Hare, Leonard Mudie, Edmund Breon, Tudor Owen"},{"film":"http://www.wikidata.org/entity/Q2352433","filmLabel":"Armored Car Robbery","directors":"Richard Fleischer","screenwriters":"Gerald Drayson Adams, Earl Felton","genres":"film noir, heist film","release_year":"1950","durations":"67","cast_list":"Charles McGraw, Adele Jergens, Gene Evans, Carey Loftin, Douglas Fowley, James Flavin, Don McGuire, Steve Brodie, William Talman, William Tannen, Don Haggerty, Richard Irving"},{"film":"http://www.wikidata.org/entity/Q3795934","filmLabel":"Mystery Submarine","directors":"Douglas Sirk","screenwriters":"George W. George, George F. Slavin","genres":"war film","release_year":"1950","durations":"78","cast_list":"Ludwig Donath, Macdonald Carey, Robert Douglas, Märta Torén"},{"film":"http://www.wikidata.org/entity/Q1986865","filmLabel":"Bed for Two; Rendezvous with Luck","directors":"Emil-Edwin Reinert","screenwriters":"André-Paul Antoine","genres":"comedy film","release_year":"1950","durations":"72","cast_list":"Louis de Funès, Pierre-Louis, Danièle Delorme, Suzanne Flon, Dora Doll, Jacques Mercier, Maurice Régamey, Albert Michel, Geneviève Morel, Georges Paulais, Henri Guisol, Jacques Beauvais, Jean Brochard, Mag-Avril, Marcel Rouzé, René Hell, René Lacourt"},{"film":"http://www.wikidata.org/entity/Q2749354","filmLabel":"The Desert Hawk","directors":"Fred de Cordova","screenwriters":"Gerald Drayson Adams","genres":"fantasy film","release_year":"1950","durations":"77","cast_list":"Robert J. Wilke, Carl Esmond, Rock Hudson, Frank Puglia, Yvonne De Carlo, George Macready, Jackie Gleason, Barbara Kelly, Marc Lawrence, Michael Ansara, Richard Greene, Nestor Paiva, Ian MacDonald, Richard Hale, Donald Randolph"},{"film":"http://www.wikidata.org/entity/Q7641379","filmLabel":"Sunset in the West","directors":"William Witney","screenwriters":"Gerald Geraghty","genres":"Western film","release_year":"1950","durations":"67","cast_list":"Roy Rogers, William Tannen"},{"film":"http://www.wikidata.org/entity/Q15614160","filmLabel":"Mule Train","directors":"John English","screenwriters":"Gerald Geraghty","genres":"Western film","release_year":"1950","durations":"69","cast_list":"Gene Autry"},{"film":"http://www.wikidata.org/entity/Q23892","filmLabel":"Africa Screams","directors":"Charles Barton","screenwriters":"Earl Baldwin","genres":"comedy film","release_year":"1950","durations":"79","cast_list":"Lou Costello, Bud Abbott, Max Baer, Joe Besser, Shemp Howard, Frank Buck, Clyde Beatty"},{"film":"http://www.wikidata.org/entity/Q3989268","filmLabel":"The Showdown","directors":"Dorrell McGowan","screenwriters":"Dorrell McGowan","genres":"Western film","release_year":"1950","durations":"86","cast_list":"Charles Stevens, Walter Brennan, Harry Morgan, Wild Bill Elliott, Victor Kilian, Jim Davis, Yakima Canutt, Leif Erickson, Rhys Williams, Marie Windsor, William Ching, William Steele, Nacho Galindo"},{"film":"http://www.wikidata.org/entity/Q3388265","filmLabel":"Pigalle-Saint-Germain-des-Prés","directors":"André Berthomieu","screenwriters":"André Berthomieu","genres":"comedy film","release_year":"1950","durations":"85","cast_list":"Jeanne Moreau, Annie Girardot, Jean-Pierre Cassel, Ginette Garcin, Henri Génès, Claude Nollier, Philippe de Chérisey, Albert Dinan, Charles Bouillaud, Daniel Mendaille, Gabriel Cattand, Gaston Orbal, Georges Lannes, Jacques Hélian, Jean-Jacques Vital, Jean Berton, Lucien Dorval, Marcel Rouzé, Maurice Dorléac, Nicolas Amato, Palmyre Levasseur, Paul Faivre, Robert Blome, Van Doude"},{"film":"http://www.wikidata.org/entity/Q12156979","filmLabel":"Singing Guns","directors":"R. G. Springsteen","screenwriters":"Dorrell McGowan","genres":"Western film","release_year":"1950","durations":"91","cast_list":"Walter Brennan, Ella Raines, Jeff Corey, Elinor Donahue, Vaughn Monroe, John Doucette, Denver Pyle, Ward Bond, George Chandler, Harry Shannon, Barry Kelley, Rex Lease"},{"film":"http://www.wikidata.org/entity/Q3211814","filmLabel":"Devil's Doorway","directors":"Anthony Mann","screenwriters":"Guy Trosper","genres":"Western film","release_year":"1950","durations":"84","cast_list":"Robert Taylor, Spring Byington, Marshall Thompson, Louis Calhern, Dabbs Greer, Edgar Buchanan, James Mitchell, Fritz Leiber, Bruce Cowling, Chief John Big Tree, Rhys Williams, Harry Antrim, James Millican, Kermit Maynard, Paula Raymond, Philo McCullough, William Bailey, John Maxwell, Herman Hack, Tom Fadden"},{"film":"http://www.wikidata.org/entity/Q842242","filmLabel":"Malaya","directors":"Richard Thorpe","screenwriters":"Frank Fenton","genres":"drama film, war film","release_year":"1950","durations":"95","cast_list":"DeForest Kelley, Spencer Tracy, James Stewart, Valentina Cortese, Matt Moore, Lionel Barrymore, Richard Loo, Anna Q. Nilsson, Sydney Greenstreet, Gilbert Roland, Tom Helmore, John Hodiak, Ian MacDonald, Roland Winters, Anthony Jochim"},{"film":"http://www.wikidata.org/entity/Q2199369","filmLabel":"A Life of Her Own","directors":"George Cukor","screenwriters":"Isobel Lennart","genres":"drama film, melodrama","release_year":"1950","durations":"108","cast_list":"Tom Ewell, Ann Dvorak, Ann Robinson, Lurene Tuttle, Beverly Garland, Phyllis Kirk, Bess Flowers, Louis Calhern, Percy Helton, Barry Sullivan, Hermes Pan, Richard Anderson, John Crawford, Franklyn Farnum, Frankie Darro, Dorothy Tree, Sarah Padden, Ray Walker, John Maxwell, Harold Miller, Ray Milland, Lana Turner, Jean Hagen, Kathleen Freeman, Sara Haden, Whit Bissell"},{"film":"http://www.wikidata.org/entity/Q607337","filmLabel":"White Heat","directors":"Raoul Walsh","screenwriters":"Ivan Goff, Virginia Kellogg, Ben Roberts","genres":"film noir, prison film, crime film","release_year":"1950","durations":"114","cast_list":"Margaret Wycherly, James Cagney, Edmond O'Brien, Virginia Mayo, Ian MacDonald, Steve Cochran, Fred Clark, John Archer, Wally Cassell, Grandon Rhodes"},{"film":"http://www.wikidata.org/entity/Q5487021","filmLabel":"The King of the Neighborhood","directors":"Gilberto Martínez Solares","screenwriters":"Gilberto Martínez Solares","genres":"comedy film","release_year":"1950","durations":"100","cast_list":"Germán Valdés, Silvia Pinal, Vitola, Marcelo Chávez"},{"film":"http://www.wikidata.org/entity/Q3559142","filmLabel":"East Side, West Side","directors":"Mervyn LeRoy","screenwriters":"Isobel Lennart","genres":"drama film, crime film","release_year":"1950","durations":"108","cast_list":"Cyd Charisse, Barbara Stanwyck, Mario Siletti, Ava Gardner, Nancy Reagan, James Mason, Gale Sondergaard, Van Heflin, Tom Powers, William Conrad, Beverly Michaels, Douglas Kennedy, William Frawley, Mimi Aguglia, Vito Scotti, Raymond Greenleaf"},{"film":"http://www.wikidata.org/entity/Q603444","filmLabel":"Born of Unknown Father","directors":"Maurice Cloche","screenwriters":"Jean Halain","genres":"drama film","release_year":"1950","durations":"75","cast_list":"Claude Lorrain, Nicole Stéphane, Gabrielle Dorziat, Gaby Morlay, Charles Lemontier, Gilbert Gil, Héléna Manson, Janine Viénot, Jean-Pierre Kérien, Renzo Merusi, Yvonne Dany, Irasema Dilián, Irene Genna, Sandro Ruffini"},{"film":"http://www.wikidata.org/entity/Q1969572","filmLabel":"Backfire","directors":"Vincent Sherman","screenwriters":"Ivan Goff","genres":"film noir, crime film","release_year":"1950","durations":"91","cast_list":"Edmond O'Brien, Virginia Mayo, Viveca Lindfors, Ed Begley, Gordon MacRae, Monte Blue, Dane Clark, John Ridgely, Richard Rober, Harry Woods, Leonard Strong, Sheila MacRae"},{"film":"http://www.wikidata.org/entity/Q2079627","filmLabel":"Holiday Affair","directors":"Don Hartman","screenwriters":"Isobel Lennart","genres":"romantic comedy, Christmas film","release_year":"1950","durations":"87","cast_list":"Robert Mitchum, Janet Leigh, Harry Morgan, Henry O'Neill, Wendell Corey, Esther Dale, Griff Barnett, Larry J. Blake"},{"film":"http://www.wikidata.org/entity/Q15614714","filmLabel":"The Girl from San Lorenzo","directors":"Derwin Abrahams","screenwriters":"Ford Beebe","genres":"Western film","release_year":"1950","durations":"58","cast_list":"Duncan Renaldo"},{"film":"http://www.wikidata.org/entity/Q1653171","filmLabel":"Tea for Two","directors":"David Butler","screenwriters":"Harry Clork","genres":"musical film, romantic comedy","release_year":"1950","durations":"98","cast_list":"Doris Day, Eve Arden, S. Z. Sakall, Gordon MacRae, Gene Nelson, Patrice Wymore, Virginia Gibson, Billy De Wolfe"},{"film":"http://www.wikidata.org/entity/Q245523","filmLabel":"Breakthrough","directors":"Lewis Seiler","screenwriters":"Bernard Girard","genres":"war film","release_year":"1950","durations":"81","cast_list":"Paul Picerni, William Campbell, John Agar, Edward Norris, David Brian, Frank Lovejoy"},{"film":"http://www.wikidata.org/entity/Q1110805","filmLabel":"The Pirates of Capri","directors":"Edgar G. Ulmer, Giuseppe Maria Scotese","screenwriters":"Giorgio Moser, Guido Fiorini","genres":"swashbuckler film","release_year":"1950","durations":"95","cast_list":"Linda Christian, Alan Curtis, Eleonora Rossi Drago, Binnie Barnes, Massimo Serato, Louis Hayward, Mikhail Rasumny, Billy Bridge, Angelo Dessy, Erminio Spalla, Franca Marzi, Jone Morino, Liana Del Balzo, Mariella Lotti, William Tubbs"},{"film":"http://www.wikidata.org/entity/Q3285416","filmLabel":"The Capture","directors":"John Sturges","screenwriters":"Niven Busch","genres":"drama film, film noir, thriller film","release_year":"1950","durations":"91","cast_list":"Teresa Wright, Lew Ayres, Victor Jory, Vito Scotti, Alberto Morin, Chuck Roberson, Jimmy Hunt, William Bakewell, Duncan Renaldo, Milton Parsons, Rico Alaniz"},{"film":"http://www.wikidata.org/entity/Q3423981","filmLabel":"Cage of Gold","directors":"Basil Dearden","screenwriters":"Jack Whittingham","genres":"drama film","release_year":"1950","durations":"83","cast_list":"Jean Simmons, James Donald, Herbert Lom, Léo Ferré, Bernard Lee, Madeleine LeBeau, David Farrar, Harcourt Williams, Grégoire Aslan, Arthur Hambling, Maria Mauban"},{"film":"http://www.wikidata.org/entity/Q3820968","filmLabel":"Black Hand","directors":"Richard Thorpe","screenwriters":"Luther Davis","genres":"drama film, film noir, crime film, gangster film","release_year":"1950","durations":"85","cast_list":"Gene Kelly, Mario Siletti, Frank Puglia, J. Carrol Naish, Marc Lawrence, Peter Brocco, Mimi Aguglia, Bert Freed, Carl Milletaire, Barry Kelley, Teresa Celli"},{"film":"http://www.wikidata.org/entity/Q6928423","filmLabel":"Mr. Belvedere Goes to College","directors":"Elliott Nugent","screenwriters":"Richard Sale","genres":"comedy film","release_year":"1950","durations":"83","cast_list":"Shirley Temple, Tom Drake, Clifton Webb"},{"film":"http://www.wikidata.org/entity/Q20814551","filmLabel":"He's a Cockeyed Wonder","directors":"Peter Godfrey","screenwriters":"Jack Henley","genres":"comedy film","release_year":"1950","durations":"76","cast_list":"Mickey Rooney"},{"film":"http://www.wikidata.org/entity/Q2870433","filmLabel":"Au p'tit zouave","directors":"Gilles Grangier","screenwriters":"Pierre Laroche","genres":"comedy drama","release_year":"1950","durations":"104","cast_list":"Dany Robin, Jacques Morel, Robert Dalban, François Périer, Alice Field, Annette Poivre, Arthur Devère, Bernard Lajarrige, Henri Crémieux, Marcel Delaître, Marie Daëms, Paul Azaïs, Renaud Mary, Robert Le Fort, Émile Genevois"},{"film":"http://www.wikidata.org/entity/Q3412679","filmLabel":"Quay of Grenelle","directors":"Emil-Edwin Reinert","screenwriters":"Pierre Laroche","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Louis de Funès, Pierre-Louis, Jacques Hilling, Françoise Arnoul, Margo Lion, Nadine de Rothschild, Robert Dalban, Henri Vidal, Jean Tissier, Gérard Darrieu, Manuel Gary, Gabrielle Fontan, Georges Paulais, Georgette Anys, Gilberte Géniat, Gérard Buhr, Hubert Deschamps, Jacky Blanchot, Jean-Jacques Lecot, Jean Clarieux, Jean Hébey, Julien Maffre, Louis Vonelly, Léonce, Maria Mauban, Micheline Francey, Paul Faivre, Pierre Asso, Pierre Duncan, René Hell, René Marjac, Robert Le Béal, Yvon Sarray, Émile Genevois, Georges Bréhat, Henri Hennery"},{"film":"http://www.wikidata.org/entity/Q2356858","filmLabel":"Prince of Foxes","directors":"Henry King","screenwriters":"Milton Krims","genres":"drama film, swashbuckler film, adventure film","release_year":"1950","durations":"107","cast_list":"Orson Welles, Katina Paxinou, Tyrone Power, Antonella Lualdi, Marina Berti, Everett Sloane, Eduardo Ciannelli, Wanda Hendrix, Felix Aylmer, Joop van Hulzen, Ariadna Welter, Eugene Deckers, Leslie Bradley, Franco Corsaro"},{"film":"http://www.wikidata.org/entity/Q3824685","filmLabel":"Abandoned","directors":"Joseph M. Newman","screenwriters":"William Bowers","genres":"film noir, crime film","release_year":"1950","durations":"79","cast_list":"Raymond Burr, Marjorie Rambeau, Gale Storm, Jeff Chandler, Dennis O'Keefe"},{"film":"http://www.wikidata.org/entity/Q3837866","filmLabel":"Abuso de confianza","directors":"Mario C. Lugones","screenwriters":"Pierre Wolff","genres":"drama film","release_year":"1950","durations":"77","cast_list":"Carlos Thompson, Olga Zubarry, Adolfo Linvel, Alejandro Anderson, Celia Geraldy, Manuel Collado Álvarez, Maria Armanda, María Elena Sagrera, Manuel Alcón, Nélida Romero, Carlos Bellucci, Sergio Malbrán, Margarita Corona, Iris Alonso, Jorge Villoldo, Juan Pecci, Renée Dumas, Arnoldo Chamot, Juan Latrónico"},{"film":"http://www.wikidata.org/entity/Q3206560","filmLabel":"The Gal Who Took the West","directors":"Fred de Cordova","screenwriters":"William Bowers","genres":"Western film","release_year":"1950","durations":"84","cast_list":"Yvonne De Carlo, Charles Coburn, Scott Brady, John Russell, William Haade, Louise Lorimer"},{"film":"http://www.wikidata.org/entity/Q303833","filmLabel":"House by the River","directors":"Fritz Lang","screenwriters":"Mel Dinelli, A. P. Herbert","genres":"drama film, film noir, crime film","release_year":"1950","durations":"88","cast_list":"Jane Wyatt, Kathleen Freeman, Ann Shoemaker, Lee Bowman, Louis Hayward, Peter Brocco, Dorothy Patrick, Sarah Padden, Will Wright, Margaret Seddon, Howland Chamberlain"},{"film":"http://www.wikidata.org/entity/Q3011173","filmLabel":"The Farm of Seven Sins","directors":"Jean Devaivre","screenwriters":"Jean Devaivre","genres":"drama film","release_year":"1950","durations":"90","cast_list":"Pierre Renoir, Jacques Dufilho, Jean Vilar, Aimé Clariond, Alfred Adam, Arthur Devère, Claude Génia, Georges Bever, Georges Grey, Héléna Manson, Jacques Dumesnil, Pierre Palau, René Génin"},{"film":"http://www.wikidata.org/entity/Q611455","filmLabel":"La Vendedora de fantasías","directors":"Daniel Tinayre","screenwriters":"Emilio Villalba Welsh, Daniel Tinayre, Alejandro Verbitzky","genres":"comedy film","release_year":"1950","durations":"97","cast_list":"Mirtha Legrand, Alberto Barcel, Alberto Closas, Alberto Bello, Beba Bidart, Carmen Llambí, Diana de Córdoba, Francisco Audenino, Francisco Charmiello, Homero Cárpena, Haydeé Larroca, Jesús Pampín, Nathán Pinzón, Pilar Gómez, Salvador Sinaí, Manuel Alcón, Miguel Ligero, Ramón Garay, Carlos Bellucci, Liana Lombard, Fernando Campos, Luis García Bosch, Alberto Quiles, Ángel Laborde"},{"film":"http://www.wikidata.org/entity/Q1091856","filmLabel":"This Can't Happen Here","directors":"Ingmar Bergman","screenwriters":"Herbert Grevenius","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Signe Hasso, Alf Kjellin, Stig Olin, Ulf Palme, Gösta Cederlund, Erik Forslund, Gösta Holmström, Yngve Nordwall"},{"film":"http://www.wikidata.org/entity/Q1188701","filmLabel":"Thirst","directors":"Ingmar Bergman","screenwriters":"Herbert Grevenius","genres":"drama film, LGBT-related film","release_year":"1950","durations":"85","cast_list":"Ingmar Bergman, Hasse Ekman, Naima Wifstrand, Eva Henning, Bengt Eklund, Birger Malmsten, Birgit Tengroth, Gunnar Nielsen, Sif Ruud, Mimi Nelson, Gaby Stenberg, Helge Hagerman, Sven-Eric Gamble"},{"film":"http://www.wikidata.org/entity/Q1138393","filmLabel":"Rio Grande","directors":"John Ford","screenwriters":"James Kevin McGuinness","genres":"war film, Western film","release_year":"1950","durations":"103","cast_list":"Stan Jones, Grant Withers, Peter J. Ortiz, John Wayne, Maureen O'Hara, Victor McLaglen, Ben Johnson, Fred Kennedy, J. Carrol Naish, Claude Jarman, Jr., Ken Curtis, Chill Wills, Harry Carey, Jack Pennick, Alberto Morin, Chuck Roberson"},{"film":"http://www.wikidata.org/entity/Q300589","filmLabel":"A Ticket to Tomahawk","directors":"Richard Sale","screenwriters":"Richard Sale, Mary Loos","genres":"Western film, musical film, comedy film","release_year":"1950","durations":"91","cast_list":"Olin Howland, Rory Calhoun, Charles Kemper, Paul Harvey, Will Wright, Chief Yowlachie, Marilyn Monroe, Walter Brennan, Anne Baxter, Jack Elam, Connie Gilchrist, Arthur Hunnicutt, Robert Adler, Dan Dailey, Victor Sen Yung"},{"film":"http://www.wikidata.org/entity/Q2747240","filmLabel":"No Man of Her Own","directors":"Mitchell Leisen","screenwriters":"Sally Benson","genres":"drama film, film noir, film based on a novel","release_year":"1950","durations":"98","cast_list":"Barbara Stanwyck, Phyllis Thaxter, Kathleen Freeman, Henry O'Neill, John Lund, Milburn Stone, Richard Denning, Lyle Bettger, Esther Dale, Griff Barnett, Harry Antrim, Jane Cowl, Barry Norton"},{"film":"http://www.wikidata.org/entity/Q1348490","filmLabel":"When Willie Comes Marching Home","directors":"John Ford","screenwriters":"Richard Sale","genres":"comedy film, war film","release_year":"1950","durations":"80","cast_list":"Mae Marsh, Paul Picerni, Vera Miles, Whit Bissell, Corinne Calvet, John Mitchum, Alan Hale, Jr., Kenneth Tobey, Dan Dailey, Franklyn Farnum, James Flavin, Hank Worden, William Demarest, Jack Pennick, George Magrill, Jimmy Lydon, Alberto Morin, Charles Halton, Charles Trowbridge, Colleen Townsend, J. Farrell MacDonald, Evelyn Varden, Hank Mann, Harlan Warde, Harry Lauter, Harry Tenbrook, Ken Lynch, Larry Keating, Lloyd Corrigan, Luis Alberni, Paul Harvey, Peter J. Ortiz, Ann Codee, Robin Hughes, Fred Graham, Wilton Graff, Louis Mercier"},{"film":"http://www.wikidata.org/entity/Q4006127","filmLabel":"Brave People","directors":"Konstantin Yudin","screenwriters":"Mikhail Volpin","genres":"drama film","release_year":"1950","durations":"95","cast_list":"Sergei Gurzo"},{"film":"http://www.wikidata.org/entity/Q7767406","filmLabel":"The Sundowners","directors":"George Templeton","screenwriters":"Alan Le May","genres":"Western film","release_year":"1950","durations":"83","cast_list":"Robert Preston"},{"film":"http://www.wikidata.org/entity/Q7773287","filmLabel":"The Walking Hills","directors":"John Sturges","screenwriters":"Alan Le May","genres":"Western film","release_year":"1950","durations":"78","cast_list":"Ella Raines, Randolph Scott, Arthur Kennedy, John Ireland, Edgar Buchanan"},{"film":"http://www.wikidata.org/entity/Q3523405","filmLabel":"The Wolf Hunters","directors":"Budd Boetticher","screenwriters":"Scott Darling","genres":"Western film, crime film","release_year":"1950","durations":"70","cast_list":"Kirby Grant, Edward Norris, Charles Lang"},{"film":"http://www.wikidata.org/entity/Q5755883","filmLabel":"High Lonesome","directors":"Alan Le May","screenwriters":"Alan Le May","genres":"Western film","release_year":"1950","durations":"81","cast_list":"John Drew Barrymore"},{"film":"http://www.wikidata.org/entity/Q2380075","filmLabel":"Manèges","directors":"Yves Allégret","screenwriters":"Jacques Sigurd","genres":"drama film, film noir, flashback film","release_year":"1950","durations":"91","cast_list":"Jane Marken, Simone Signoret, Bernard Blier, Fernand Rauzena, Frank Villard, Gabriel Gobin, Jacques Baumer, Jean Hébey, Jean Ozenne, Max Monroy, Mona Dol, Laure Diana"},{"film":"http://www.wikidata.org/entity/Q3846975","filmLabel":"Margaret of Cortona","directors":"Mario Bonnard","screenwriters":"Cesare Vico Lodovici","genres":"drama film","release_year":"1950","durations":"102","cast_list":"Isa Pola, Riccardo Billi, Galeazzo Benti, Tino Buazzelli, Mario Pisu, Giovanni Grasso, Raimondo Van Riel, Mino Doro, Aldo Nicodemi, Carlo Tamberlani, Giovanna Galletti, Maria Frau, Peppino Spadaro, Virginia Balistrieri, Domenico Serra"},{"film":"http://www.wikidata.org/entity/Q3032792","filmLabel":"Branded","directors":"Rudolph Maté","screenwriters":"Sydney Boehm","genres":"Western film","release_year":"1950","durations":"104","cast_list":"Bob Kortman, Tom Tully, Edward Peil, Olan Soule, Natividad Vacío, Mona Freeman, Alan Ladd, Selena Royle, Peter Hansen, Charles Bickford, John Butler, Milburn Stone, Robert Keith, Joseph Calleia, George J. Lewis"},{"film":"http://www.wikidata.org/entity/Q3212525","filmLabel":"Side Street","directors":"Anthony Mann","screenwriters":"Sydney Boehm","genres":"drama film, film noir, crime film","release_year":"1950","durations":"83","cast_list":"Jean Hagen, Farley Granger, Whit Bissell, Charles McGraw, Adele Jergens, Cathy O'Donnell, Paul Kelly, Minerva Urecal, James Craig, Alberto Morin, Ben Cooper, Harry Antrim, James Westerfield, Paul Harvey, Anthony Dexter, Don Haggerty, Edmon Ryan, Harry Bellaver, King Donovan, John Gallaudet, John Maxwell, George Lynn, Kathryn Givney"},{"film":"http://www.wikidata.org/entity/Q13548396","filmLabel":"Davy Crockett, Indian Scout","directors":"Lew Landers","screenwriters":"Richard Schayer","genres":"Western film","release_year":"1950","durations":"71","cast_list":"George Montgomery"},{"film":"http://www.wikidata.org/entity/Q13550868","filmLabel":"The Iroquois Trail","directors":"Phil Karlson","screenwriters":"Richard Schayer","genres":"Western film, war film","release_year":"1950","durations":"85","cast_list":"Brenda Marshall, George Montgomery"},{"film":"http://www.wikidata.org/entity/Q3224461","filmLabel":"The Undercover Man","directors":"Joseph H. Lewis","screenwriters":"Sydney Boehm","genres":"drama film, crime film","release_year":"1950","durations":"85","cast_list":"Glenn Ford, Nina Foch, James Whitmore, John Ireland, Kay Medford, Leo Penn, Peter Brocco, Anthony Caruso, Esther Minciotti, Barry Kelley, Howard St. John, Angela Clarke"},{"film":"http://www.wikidata.org/entity/Q3819802","filmLabel":"Union Station","directors":"Rudolph Maté","screenwriters":"Sydney Boehm","genres":"drama film, film noir, crime film, thriller film","release_year":"1950","durations":"81","cast_list":"William Holden, Nancy Olson, Jan Sterling, Barry Fitzgerald, John Crawford, Parley Baer, Lyle Bettger, Herbert Heyes, Byron Foulger"},{"film":"http://www.wikidata.org/entity/Q5149386","filmLabel":"Colt .45","directors":"Edwin L. Marin","screenwriters":"Tom W. Blackburn","genres":"Western film","release_year":"1950","durations":"74","cast_list":"Ruth Roman, Zachary Scott, Randolph Scott, Lloyd Bridges, Alan Hale, Chief Thundercloud"},{"film":"http://www.wikidata.org/entity/Q3316527","filmLabel":"My Beautiful Daughter","directors":"Duilio Coletti","screenwriters":"Fulvio Palmieri, Vittorio Nino Novarese","genres":"comedy film","release_year":"1950","durations":"102","cast_list":"Gina Lollobrigida, Constance Dowling, Richard Ney, Carlo Campanini, Silvio Bagolini, Enrico Luzi, Luigi Almirante, Mino Doro, Carlo Hintermann, Dina Perbellini, Giuseppe Pierozzi, Lilia Landi, Luisa Rossi, Mario Besesti, Marisa Vernati, Odoardo Spadaro, Umberto Melnati"},{"film":"http://www.wikidata.org/entity/Q438259","filmLabel":"Louisa","directors":"Alexander Hall","screenwriters":"Stanley Roberts","genres":"romantic comedy","release_year":"1950","durations":"90","cast_list":"Ronald Reagan, Piper Laurie, Spring Byington, Martin Milner, Ruth Hussey, Scotty Beckett, Edmund Gwenn, Charles Coburn, Connie Gilchrist, Jimmy Hunt, Terry Frost"},{"film":"http://www.wikidata.org/entity/Q7305095","filmLabel":"Red Stallion in the Rockies","directors":"Ralph Murphy","screenwriters":"Tom Reed","genres":"Western film","release_year":"1950","durations":"85","cast_list":"Jean Heather"},{"film":"http://www.wikidata.org/entity/Q6929836","filmLabel":"Mrs. O'Malley and Mr. Malone","directors":"Norman Taurog","screenwriters":"William Bowers","genres":"mystery film","release_year":"1950","durations":"69","cast_list":"Dorothy Malone, James Whitmore, Regis Toomey, Mae Clarke, Marjorie Main, Ann Dvorak, Phyllis Kirk, Jack Bailey, Douglas Fowley, Fred Clark, Clinton Sundberg, Philo McCullough, Robert Foulk, Don Porter, Eddy Waller, Edward Earle, James Burke"},{"film":"http://www.wikidata.org/entity/Q3066641","filmLabel":"Fantomas Against Fantomas","directors":"Robert Vernay","screenwriters":"Robert Vernay","genres":"crime film","release_year":"1950","durations":"95","cast_list":"Andrews Engelmann, Marcel Marceau, Berthe Bovy, Odile Versois, Jacques Tarride, Marcel Pérès, Maurice Teynac, Aimé Clariond, Albert Broquin, Albert Michel, Alexandre Rignault, Alfred Baillou, André Lorière, Andrée Tainsy, Antoine Balpêtré, Charles Bayard, Eugène Frouhins, Eugène Stuber, Franck Maurice, Geneviève Morel, Henri Coutet, Jean Ayme, Jean Berton, Jean Sinoël, Jean Témerson, Jean d'Yd, Jo Charrier, Lucien Guervil, Léonce, Léonce Corne, Made Siamé, Marcel Rouzé, Marcelle Chantal, Marfa Dhervilly, Maurice Salabert, Michel Seldow, Nora Coste, Palmyre Levasseur, Paul Azaïs, Paul Faivre, René Hiéronimus, René Lacourt, Robert Arnoux, Robert Moor, Victor Vina, Yves Deniaud, Yves Furet, Émile Riandreys"},{"film":"http://www.wikidata.org/entity/Q3699502","filmLabel":"The White Line","directors":"Luigi Zampa","screenwriters":"Piero Tellini","genres":"drama film","release_year":"1950","durations":"80","cast_list":"Gina Lollobrigida, Tullio Kezich, Erno Crisa, Raf Vallone, Gino Cavalieri, Cesco Baseggio, Antonio Catania, Ernesto Almirante, Enzo Staiola, Callisto Cosulich, Gianni Cavalieri"},{"film":"http://www.wikidata.org/entity/Q4181546","filmLabel":"Zhukovsky","directors":"Vsevolod Pudovkin, Dmitri Vasilyev","screenwriters":"Anatoly Granberg","genres":"biographical film, historical film","release_year":"1950","durations":"83","cast_list":"Vladimir Druzhnikov, Rostislav Plyatt, Vladimir Belokurov, Jurijs Jurovskis"},{"film":"http://www.wikidata.org/entity/Q1451738","filmLabel":"Caged","directors":"John Cromwell","screenwriters":"Virginia Kellogg, Bernard C. Schoenfeld","genres":"film noir, prison film, drama film","release_year":"1950","durations":"96","cast_list":"Gertrude Michael, Queenie Smith, Esther Howard, Sheila MacRae, Jane Darwell, Agnes Moorehead, Eleanor Parker, Jan Sterling, Ellen Corby, Hope Emerson, Lee Patrick, Betty Garde, Olive Deering, Charles Meredith, Edith Evanson"},{"film":"http://www.wikidata.org/entity/Q25209669","filmLabel":"The Force of Destiny","directors":"Carmine Gallone","screenwriters":"Mario Corsi","genres":"musical film","release_year":"1950","durations":"100","cast_list":"Tito Gobbi, Silvana Pampanini, Caterina Mancini, Giulio Neri, Pina Piovani, Nelly Corradi, Giovanni Onorato, Giuseppe Varni"},{"film":"http://www.wikidata.org/entity/Q24514585","filmLabel":"The Maragatan Sphinx","directors":"Antonio de Obregón","screenwriters":"Concha Espina","genres":"drama film","release_year":"1950","durations":"85","cast_list":"Luis Peña Illescas, Julia Caba Alba, Juan de Landa, Paquita de Ronda"},{"film":"http://www.wikidata.org/entity/Q3713990","filmLabel":"Donne e briganti","directors":"Mario Soldati","screenwriters":"Vittorio Nino Novarese","genres":"adventure film, historical film","release_year":"1950","durations":"85","cast_list":"Amedeo Nazzari, Jean Chevrier, Paolo Stoppa, Nino Vingelli, Jacqueline Pierreux, Maria Mauban, Ada Dondini, Enrico Viarisio, Giuseppe Porelli, Nando Bruno, Virgilio Riento"},{"film":"http://www.wikidata.org/entity/Q4101737","filmLabel":"In Peaceful Time","directors":"Vladimir Braun","screenwriters":"Iosif Prut","genres":"adventure film","release_year":"1950","durations":"92","cast_list":"Aleksandr Grechany, Sergei Gurzo"},{"film":"http://www.wikidata.org/entity/Q3222239","filmLabel":"Portrait of Madame Yuki","directors":"Kenji Mizoguchi","screenwriters":"Yoshikata Yoda","genres":"drama film","release_year":"1950","durations":"88","cast_list":"Yoshiko Kuga, Ken Uehara, Michiyo Kogure, Sō Yamamura, Eijirō Yanagi"},{"film":"http://www.wikidata.org/entity/Q4413295","filmLabel":"Secret Mission","directors":"Mikhail Romm","screenwriters":"Mikhail Maklyarsky, Konstantin Isaev","genres":"war film, detective film","release_year":"1950","durations":"84","cast_list":"Aleksandr Pavlovich Antonov, Yelena Alexandrovna Kuzmina, Vladimir Gardin, Yevgeny Morgunov, Vladimir Belokurov, Sergey Vechyoslov, Pavel Gaydeburov, Georgiy Georgiu, Vladimir Gotovtsev, Alexey Gribov, Nikolai Komissarov, Vasily Makarov, Aleksandr Pelevin, Mark Pertsovsky, Boris Petker, Vladimir Savelev, Nikolay Svetlovidov, Nikolay Svobodin, Ivan Solovyov, Nikolai Timofeyev, Nikolai Trofimov, Lev Fenin, Aleksandr Khokhlov, Aleksandr Cheban, Mikhail Yanshin, Nikolay Rybnikov"},{"film":"http://www.wikidata.org/entity/Q593343","filmLabel":"Deported","directors":"Robert Siodmak","screenwriters":"Robert Buckner","genres":"crime film","release_year":"1950","durations":"89","cast_list":"Marina Berti, Guido Celano, Jeff Chandler, Carlo Rizzo, Claude Dauphin, Mimi Aguglia, Märta Torén, Richard Rober, Erminio Spalla"},{"film":"http://www.wikidata.org/entity/Q16587762","filmLabel":"The Troublemaker","directors":"José Díaz Morales","screenwriters":"Guillermo Fernández-Shaw","genres":"drama film, comedy film, musical film","release_year":"1950","durations":"90","cast_list":"Antonio García-Riquelme Salvador, María Bru, Julia Lajos, Manuel Arbó, Mario Berriatúa, Carmen de Lucio, Matilde Muñoz Sampedro, Tony Leblanc, Carmen Sevilla, Tomás Blanco, Raúl Cancio, Marujita Díaz"},{"film":"http://www.wikidata.org/entity/Q5382033","filmLabel":"Shakedown","directors":"Joseph Pevney","screenwriters":"Alfred Lewis Levitt, Martin Goldsmith","genres":"drama film, film noir, crime film","release_year":"1950","durations":"80","cast_list":"Rock Hudson, Lawrence Tierney, Anne Vernon, Brian Donlevy, Bruce Bennett, Joseph Pevney, Howard Duff, Peggie Castle"},{"film":"http://www.wikidata.org/entity/Q3835864","filmLabel":"Hawk of the Nile","directors":"Giacomo Gentilomo","screenwriters":"Vittorio Nino Novarese","genres":"drama film, epic film","release_year":"1950","durations":"83","cast_list":"Vittorio Gassman, Silvana Pampanini, Folco Lulli, Enzo Fiermonte, Saro Urzì, Ughetto Bertucci, Samia Gamal, Enzo Biliotti, Jone Morino, Oreste Fares, Virginia Balistrieri"},{"film":"http://www.wikidata.org/entity/Q7740124","filmLabel":"The Honesty of the Look","directors":"Luis Escobar Kirkpatrick","screenwriters":"Luis Escobar Kirkpatrick","genres":"drama film","release_year":"1950","durations":"88","cast_list":"Francisco Rabal, María Ostalet Visiedo, Pilar Muñoz, Modesto Cid, Pedro Puche, María Victoria Durá"},{"film":"http://www.wikidata.org/entity/Q577126","filmLabel":"Al Compás de tu Mentira","directors":"Héctor Canziani","screenwriters":"Abel Santa Cruz","genres":"musical film","release_year":"1950","durations":"86","cast_list":"Alfredo de Angelis, Pedro Quartucci, Delfy de Ortega, Domingo Federico, Irma Roy, Margarita Palacios, Osmar Maderna, Ramón Garay, Francisco Álvarez, Héctor Gagliardi, Jorge Casal, Lalo Maura, Olga Vilmar, Herminia Llorente"},{"film":"http://www.wikidata.org/entity/Q3838019","filmLabel":"711 Ocean Drive","directors":"Joseph M. Newman","screenwriters":"Francis Swann","genres":"crime film, drama film, film noir","release_year":"1950","durations":"102","cast_list":"Joanne Dru, Cleo Moore, George Magrill, Bert Freed, Carl Milletaire, Dorothy Patrick, Hank Mann, Harry Lauter, Barry Kelley, Don Porter, Walter Sande, Howard St. John, Joe Gray, Robert Osterloh, Sammy White, Fred Aldrich, Jay Barney, Edmond O'Brien, Otto Kruger"},{"film":"http://www.wikidata.org/entity/Q3205548","filmLabel":"Walk Softly, Stranger","directors":"Robert Stevenson","screenwriters":"Frank Fenton","genres":"drama film, film noir","release_year":"1950","durations":"81","cast_list":"Joseph Cotten, Alida Valli, Spring Byington, Jeff Donnell, Frank Puglia, John McIntire, Paul Stewart, Jack Paar, Esther Dale, Howard Petrie, Marlo Dwyer, Robert Ellis, Joel Fluellen"},{"film":"http://www.wikidata.org/entity/Q10543351","filmLabel":"Perhaps a Gentleman","directors":"Ragnar Frisk","screenwriters":"Ulla Kåge, Berndt Carlberg, Theodor Berthels","genres":"drama film, comedy film","release_year":"1950","durations":"91","cast_list":"Stig Järrel, Marianne Löfgren, Georg Skarstedt, Arne Lindblad, Helga Brofeldt, Emy Hagman, Dagmar Olsson, Harriett Philipson, Lillie Wästfeldt, Gösta Cederlund, John Elfström, Sten Gester, Folke Hamrin, Magnus Kesster, John Norrman"},{"film":"http://www.wikidata.org/entity/Q7559696","filmLabel":"Someone at the Door","directors":"Francis Searle","screenwriters":"A. R. Rawlinson","genres":"crime film","release_year":"1950","durations":"65","cast_list":"Michael Medwin"},{"film":"http://www.wikidata.org/entity/Q9019418","filmLabel":"La Muerte está mintiendo","directors":"Carlos F. Borcosque","screenwriters":"Abel Santa Cruz","genres":"drama film","release_year":"1950","durations":"100","cast_list":"Hilda Rey, Cirilo Etulain, Francisco Martínez Allende, Jesús Pampín, Juan Serrador, Perla Mux, María Rosa Gallo, Narciso Ibáñez Menta, Carlos Bellucci, Arsenio Perdiguero, Domingo Garibotto, Enrique Abeledo, Gilberto Peyret, Herminia Más, Martha Atoche, Rafael Salvatore, Mauricio Espósito, Martín Resta, Augusto Fernandes, Alita Román, Aida Villadeamigo, Alberto Martín"},{"film":"http://www.wikidata.org/entity/Q12316831","filmLabel":"Historien om Hjortholm","directors":"Asbjørn Andersen, Annelise Reenberg, Poul Bang","screenwriters":"Paul Sarauw, Hans Christensen","genres":"comedy film, family film","release_year":"1950","durations":"105","cast_list":"Johannes Meyer, Ib Schønberg, Asbjørn Andersen, Betty Helsengreen, Karen Berg, Aage Foss, Aage Fønss, Ellen Gottschalch, Henry Nielsen, Preben Neergaard, Jørn Jeppesen, Karen Poulsen, Peter Malberg, Sven Methling, Svend Methling, Anne-Marie Juhl, Ellen Margrethe Stein, Einar Rosenbaum, Carl Lundbeck"},{"film":"http://www.wikidata.org/entity/Q3040419","filmLabel":"Blood on the Sun","directors":"Frank Lloyd","screenwriters":"Garrett Fort","genres":"drama film, action film, war film, romance film","release_year":"1950","durations":"98","cast_list":"Robert Armstrong, James Cagney, Sylvia Sidney, Frank Puglia, Hugh Beaumont, Philip Ahn, Wallace Ford, Rhys Williams, Rosemary DeCamp, John Emery, Porter Hall, James Bell, Leonard Strong"},{"film":"http://www.wikidata.org/entity/Q6862628","filmLabel":"Min kone er uskyldig","directors":"Johan Jacobsen","screenwriters":"Arvid Müller","genres":"comedy film","release_year":"1950","durations":"83","cast_list":"Preben Mahrt, Louis Miehe-Renard, Ingeborg Pehrson, Knud Heglund, Torkil Lauritzen, Carl Struve, Nils Reinhardt Christensen, Ellen Margrethe Stein, Poul Jensen, Bruno Tyron, Ib Fürst, Agnes Phister-Andresen, Vera Gebuhr, Bodil Kjer, Poul Reichhardt, Ejner Federspiel, Sossen Krohg, Karin Nellemose, Aage Winther-Jørgensen, Bjarne Forchhammer, Carl Johan Hviid, Svend Bille, Gunnar Lauring, Helga Frier, Henry Nielsen"},{"film":"http://www.wikidata.org/entity/Q1168853","filmLabel":"Es schlägt 13","directors":"E. W. Emo","screenwriters":"Fritz Koselka","genres":"comedy film","release_year":"1950","durations":"91","cast_list":"Theo Lingen, Gusti Wolf, Josef Meinrad, Fritz Imhoff, Susi Nicoletti, Walter Müller, Lotte Lang, Hans Moser, Hugo Gottschlich"},{"film":"http://www.wikidata.org/entity/Q15613578","filmLabel":"Saddle Tramp","directors":"Hugo Fregonese","screenwriters":"Harold Shumate","genres":"Western film","release_year":"1950","durations":"90","cast_list":"Joel McCrea"},{"film":"http://www.wikidata.org/entity/Q7447988","filmLabel":"Self-Made Maids","directors":"Jules White","screenwriters":"Felix Adler","genres":"comedy film","release_year":"1950","durations":"15","cast_list":"Larry Fine, Moe Howard, Shemp Howard"},{"film":"http://www.wikidata.org/entity/Q6074825","filmLabel":"Piantadino","directors":"Francisco Múgica","screenwriters":"Carlos A. Petit, Rodolfo Sciammarella","genres":"comedy film","release_year":"1950","durations":"65","cast_list":"José Maurer, Pepe Iglesias, Amelia Vargas, Cirilo Etulain, Enrique Vico Carré, Malisa Zini, Norma Giménez, Juan Carlos Thorry, Max Citelli, Narciso Ibáñez Menta, Rodolfo Onetto, Ángel Magaña, Arturo Arcari, Carlos Fioriti, Gregorio Barrios, Juan José Porta, Rafael Diserio"},{"film":"http://www.wikidata.org/entity/Q7538718","filmLabel":"Slaphappy Sleuths","directors":"Jules White","screenwriters":"Felix Adler","genres":"comedy film","release_year":"1950","durations":"16","cast_list":"Larry Fine, Moe Howard, Shemp Howard, Gene Roth, Emil Sitka, Nanette Bordeaux, Stanley Blystone, Vernon Dent"},{"film":"http://www.wikidata.org/entity/Q7648742","filmLabel":"Susanne","directors":"Torben Anton Svendsen","screenwriters":"Fleming Lynge","genres":"drama film, romance film","release_year":"1950","durations":"102","cast_list":"Birgitte Federspiel, Lis Løwert, Karin Nellemose, Astrid Villaume, Ib Schønberg, Erik Mørk, Bjarne Forchhammer, Ellen Gottschalch, Else Jarlbak, Edith Hermansen, Knud Almar, Henrik Wiehe, Valsø Holm, Preben Neergaard, Johannes Marott, Katy Valentin, Knud Heglund, Rasmus Christiansen, Albert Luther, Hjalmar Hansen, Jakob Nielsen"},{"film":"http://www.wikidata.org/entity/Q3837846","filmLabel":"Esposa último modelo","directors":"Carlos Schlieper","screenwriters":"Ariel Cortazzo","genres":"comedy film","release_year":"1950","durations":"86","cast_list":"Osvaldo Miranda, Mirtha Legrand, Carlos Enríquez, Amalia Sánchez Ariño, Hilda Rey, Francisco Audenino, Francisco Pablo Donadío, Orestes Soriani, Santiago Rebull, Ángel Walk, Max Citelli, Nélida Romero, Olga Casares Pearson, Ángel Magaña, Felisa Mary, Arsenio Perdiguero, Aurelia Ferrer, Olga Gatti"},{"film":"http://www.wikidata.org/entity/Q3425330","filmLabel":"The Glass Mountain","directors":"Henry Cass, Edoardo Anton","screenwriters":"Emery Bonett","genres":"drama film, romance film","release_year":"1950","durations":"98","cast_list":"Valentina Cortese, Tito Gobbi, Dulcie Gray, Michael Denison, Sebastian Shaw, Antonio Centa, Robert Riettii"},{"film":"http://www.wikidata.org/entity/Q6691743","filmLabel":"Love at First Bite","directors":"Jules White","screenwriters":"Felix Adler","genres":"comedy film","release_year":"1950","durations":"16","cast_list":"Moe Howard"},{"film":"http://www.wikidata.org/entity/Q7733839","filmLabel":"The Fighting Redhead","directors":"Lewis D. Collins","screenwriters":"Paul Franklin","genres":"Western film","release_year":"1950","durations":"55","cast_list":"Jim Bannon"},{"film":"http://www.wikidata.org/entity/Q950416","filmLabel":"The Wooden Horse","directors":"Jack Lee","screenwriters":"Eric Williams","genres":"war film","release_year":"1950","durations":"101","cast_list":"Walter Gotell, Franz Schafheitlin, Peter Finch, Anthony Steel, David Greene, Anthony Dawson, Lis Løwert, Bryan Forbes, Bill Travers, David Tomlinson, Leo Genn, Jacques Brunius"},{"film":"http://www.wikidata.org/entity/Q5391938","filmLabel":"Valentina","directors":"Manuel Romero","screenwriters":"Manuel Romero","genres":"comedy film","release_year":"1950","durations":"77","cast_list":"Emilio Vieyra, Olga Zubarry, Adolfo Linvel, Enrique Roldán, Amalia Bernabé, Elena Lucena, Francisco Audenino, Gerardo Rodríguez, Juan José Miguez, Mario Faig, Maria Armanda, Norma Giménez, Roberto Blanco, Severo Fernández, José A. Martínez Suárez, Carlos Bellucci, Jorge Villoldo, Juan José Porta"},{"film":"http://www.wikidata.org/entity/Q1424374","filmLabel":"Fancy Pants","directors":"George Marshall","screenwriters":"Harry Leon Wilson","genres":"romantic comedy","release_year":"1950","durations":"92","cast_list":"Bob Hope, Lucille Ball, Bruce Cabot, Eric Blore"},{"film":"http://www.wikidata.org/entity/Q7057540","filmLabel":"North of the Great Divide","directors":"William Witney","screenwriters":"Eric Taylor","genres":"Western film","release_year":"1950","durations":"67","cast_list":"Roy Rogers, Roy Barcroft, Noble Johnson"},{"film":"http://www.wikidata.org/entity/Q23900984","filmLabel":"Melody of Fate","directors":"Hans Schweikart","screenwriters":"Adolf Schütz","genres":"drama film","release_year":"1950","durations":"89","cast_list":"Brigitte Horney, Otto Gebühr, Reinhard Kolldehoff, Franz Schafheitlin, Viktor de Kowa, Paul Mederow, Erich Dunskus, Mathias Wieman, Maria Litto, Fita Benkhoff, Friedrich Joloff, Peter Petersz"},{"film":"http://www.wikidata.org/entity/Q7549700","filmLabel":"So Young, So Bad","directors":"Edgar G. Ulmer, Bernard Vorhaus","screenwriters":"Jean Rouverol","genres":"drama film","release_year":"1950","durations":"91","cast_list":"Paul Henreid, Rita Moreno, Anne Francis, Anne Jackson, Russell Hopton, Mike Kellin, Catherine McLeod"},{"film":"http://www.wikidata.org/entity/Q559479","filmLabel":"Madre Alegría","directors":"Ricardo Núñez","screenwriters":"Álvaro Durañona y Vedia","genres":"comedy film","release_year":"1950","durations":"69","cast_list":"Alberto de Mendoza, Alberto Bello, Amalia Sánchez Ariño, María Santos, Miguel Gómez Bao, Norma Giménez, Golde Flami, Cristina Berys, Mario Giusti, Mónica Linares, Ricardo de Rosas, Sarita Rudoy"},{"film":"http://www.wikidata.org/entity/Q5507102","filmLabel":"Fuego sagrado","directors":"Ricardo Núñez","screenwriters":"Álvaro Durañona y Vedia","genres":"drama film","release_year":"1950","durations":"80","cast_list":"Diana Maggi, Arturo de Córdova, Carlos Lagrotta, Diana de Córdoba, Francisco de Paula, Ilde Pirovano, Nené Cascallar, Warly Ceriani, Carlos Bellucci, Vicky Astori"},{"film":"http://www.wikidata.org/entity/Q2656457","filmLabel":"Madeleine","directors":"David Lean","screenwriters":"Nicholas Phipps","genres":"drama film, biographical film, crime film","release_year":"1950","durations":"114","cast_list":"Ivan Desny, Elizabeth Sellars, John Laurie, Henry Edwards, Ann Todd, André Morell, Eva Bartok, Anthony Newley, Barbara Everest, Norman Wooland, Irene Browne, Leslie Banks, Amy Veness, Barry Jones, Edward Chapman, Jean Cadell, Nicholas Phipps"},{"film":"http://www.wikidata.org/entity/Q7775570","filmLabel":"The Woman with No Name","directors":"Ladislao Vajda","screenwriters":"Guy Morgan","genres":"drama film","release_year":"1950","durations":"84","cast_list":"Richard Burton, Phyllis Calvert, Helen Cherry, Edward Underdown"},{"film":"http://www.wikidata.org/entity/Q982617","filmLabel":"The Return of Jesse James","directors":"Arthur Hilton","screenwriters":"Jack Natteford","genres":"Western film","release_year":"1950","durations":"75","cast_list":"John Ireland, Ann Dvorak, Hugh O'Brian, Henry Hull"},{"film":"http://www.wikidata.org/entity/Q3716037","filmLabel":"Two Weeks with Love","directors":"Roy Rowland","screenwriters":"John Larkin","genres":"musical film, romantic comedy","release_year":"1950","durations":"92","cast_list":"Jane Powell, Debbie Reynolds, Ann Harding, Ricardo Montalbán, Louis Calhern, Tommy Rettig"},{"film":"http://www.wikidata.org/entity/Q16623143","filmLabel":"Western Pacific Agent","directors":"Sam Newfield","screenwriters":"Fred Myton","genres":"drama film","release_year":"1950","durations":"65","cast_list":"Anthony Jochim"},{"film":"http://www.wikidata.org/entity/Q12308644","filmLabel":"Din fortid er glemt","directors":"Charles Tharnæs","screenwriters":"Charles Tharnæs","genres":"drama film","release_year":"1950","durations":"75","cast_list":"Bodil Kjer, Ebbe Rode, Ib Schønberg, Else Jarlbak, Victor Cornelius, Einar Juhl, Gunnar Lauring, Valsø Holm, Preben Mahrt, Preben Lerdorff Rye, Kai Wilton, Arne Westermann, Poul Secher"},{"film":"http://www.wikidata.org/entity/Q19892332","filmLabel":"Criminal Brigade","directors":"Ignacio F. Iquino","screenwriters":"José Santugini, Manuel Bengoa","genres":"crime film","release_year":"1950","durations":"83","cast_list":"José Suárez, Isabel de Castro, Barta Barri, Maruchi Fresno, Carlos Otero"},{"film":"http://www.wikidata.org/entity/Q23896","filmLabel":"Abbott and Costello in the Foreign Legion","directors":"Charles Lamont","screenwriters":"John Grant, Martin Ragaway, Leonard B. Stern","genres":"comedy film","release_year":"1950","durations":"80","cast_list":"Lou Costello, Bud Abbott, Walter Slezak, Patricia Medina, Henry Corden, Marc Lawrence, Tor Johnson, Douglass Dumbrille, Leon Belasco"},{"film":"http://www.wikidata.org/entity/Q353753","filmLabel":"Kind Hearts and Coronets","directors":"Robert Hamer","screenwriters":"John Dighton","genres":"crime film","release_year":"1950","durations":"101","cast_list":"Alec Guinness, Hugh Griffith, Valerie Hobson, Miles Malleson, Joan Greenwood, Dennis Price"},{"film":"http://www.wikidata.org/entity/Q7738778","filmLabel":"The Happiest Days of Your Life","directors":"Frank Launder","screenwriters":"John Dighton","genres":"comedy film","release_year":"1950","durations":"81","cast_list":"Margaret Rutherford, Alastair Sim"},{"film":"http://www.wikidata.org/entity/Q7332648","filmLabel":"Riders of the Whistling Pines","directors":"John English","screenwriters":"Jack Townley","genres":"Western film, action film","release_year":"1950","durations":"70","cast_list":"Gene Autry, Patricia Barry"},{"film":"http://www.wikidata.org/entity/Q12132905","filmLabel":"The White Tower","directors":"Ted Tetzlaff","screenwriters":"James Ramsey Ullman","genres":"drama film, adventure film","release_year":"1950","durations":"98","cast_list":"Oskar Homolka, Alida Valli, Lotte Stein, Glenn Ford, Lloyd Bridges, Claude Rains, Cedric Hardwicke, June Clayworth"},{"film":"http://www.wikidata.org/entity/Q2252587","filmLabel":"Kansas Raiders","directors":"Ray Enright","screenwriters":"Robert L. Richards","genres":"Western film","release_year":"1950","durations":"80","cast_list":"Tony Curtis, James Best, Audie Murphy, Richard Long, Scott Brady, Richard Arlen, Brian Donlevy, Richard Egan, Frank Mills, Dewey Martin, George Chandler, Helen Gibson, Paul Baxley, Marguerite Chapman, Buddy Roosevelt, Robert Anderson, John Kellogg"},{"film":"http://www.wikidata.org/entity/Q10862976","filmLabel":"Sand","directors":"Louis King","screenwriters":"Martin Berkeley","genres":"drama film, Western film","release_year":"1950","durations":"78","cast_list":"Mark Stevens, George Melford, Charley Grapewin, Coleen Gray, Rory Calhoun"},{"film":"http://www.wikidata.org/entity/Q3414563","filmLabel":"Cairo Road","directors":"David MacDonald","screenwriters":"Robert Westerby","genres":"drama film, crime film, romance film","release_year":"1950","durations":"88","cast_list":"Eric Portman, Grégoire Aslan, Alan Tilvern, Maria Mauban, Marne Maitland, John Harvey, Walter Gotell, Ferdy Mayne, Karel Štěpánek, Abraham Sofaer, Laurence Harvey, John Gregson, Peter Jones"},{"film":"http://www.wikidata.org/entity/Q578729","filmLabel":"Fortunes of Captain Blood","directors":"Gordon Douglas","screenwriters":"Michael Hogan","genres":"swashbuckler film, pirate film, film based on a novel","release_year":"1950","durations":"89","cast_list":"Curt Bois, George Macready, Terry Kilburn, Alfonso Bedoya, Patricia Medina, Billy Bevan, Francis McDonald, Harry Cording, Louis Hayward, James Kirkwood, Nestor Paiva, Trevor Bardette, Alberto Morin, Dona Drake, Georges Renavent, Hank Mann, James Fairfax, Lowell Gilmore, Lumsden Hare, Ethan Laidlaw, Frank Hagney, Wilton Graff, Charles Irwin"},{"film":"http://www.wikidata.org/entity/Q3954440","filmLabel":"Follow Me Quietly","directors":"Richard Fleischer, Anthony Mann","screenwriters":"Lillie Hayward","genres":"film noir, crime film, mystery film","release_year":"1950","durations":"60","cast_list":"Jeff Corey, Douglas Spencer, Nestor Paiva, William Lundigan, Charles D. Brown, Dorothy Patrick, Frank O'Connor, Fred Aldrich"},{"film":"http://www.wikidata.org/entity/Q890694","filmLabel":"Buenos Aires a la vista","directors":"Luis Bayón Herrera","screenwriters":"Luis Bayón Herrera","genres":"musical film","release_year":"1950","durations":"93","cast_list":"Agustín Irusta, Carlos Castro, Francisco Audenino, Lalo Malcolm, Miguel Dante, Vicente Rubino, Ramón Garay, Carlos Gordillo, Dorita Acosta, Rafael Chumbito, Oscar Llompart, Blanquita Amaro, Dringue Farías, Adolfo Stray"},{"film":"http://www.wikidata.org/entity/Q5070753","filmLabel":"Chance of a Lifetime","directors":"Bernard Miles","screenwriters":"Walter Greenwood","genres":"drama film, comedy film","release_year":"1950","durations":"89","cast_list":"Basil Radford, Kenneth More"},{"film":"http://www.wikidata.org/entity/Q1982202","filmLabel":"Never a Dull Moment","directors":"George Marshall","screenwriters":"Lou Breslow, Doris Anderson","genres":"romantic comedy","release_year":"1950","durations":"89","cast_list":"Natalie Wood, Irene Dunne, Victoria Horne, Fred MacMurray, Andy Devine, Ann Doran, Gene Evans, Chester Conklin, William Demarest, Olin Howland, Philip Ober, Dan White, Irving Bacon, Kermit Maynard, Gigi Perreau, Jacqueline deWit"},{"film":"http://www.wikidata.org/entity/Q3975802","filmLabel":"Strange Bargain","directors":"Will Price","screenwriters":"Lillie Hayward","genres":"drama film, film noir","release_year":"1950","durations":"68","cast_list":"Martha Scott, Harry Morgan, Henry O'Neill, Jeffrey Lynn"},{"film":"http://www.wikidata.org/entity/Q1199358","filmLabel":"Last of the Buccaneers","directors":"Lew Landers","screenwriters":"Robert E. Kent","genres":"swashbuckler film, adventure film, pirate film","release_year":"1950","durations":"78","cast_list":"Paul Henreid, Mary Anderson, Jack Oakie, Harry Cording, Steve Darrell, John Dehner, Edgar Barrier, Pierre Watkin, Terry Frost, Jean Del Val, Eugene Borden, Wally West"},{"film":"http://www.wikidata.org/entity/Q3283474","filmLabel":"The Story of Seabiscuit","directors":"David Butler","screenwriters":"John Taintor Foote","genres":"drama film, romance film","release_year":"1950","durations":"98","cast_list":"Shirley Temple, Barry Fitzgerald, Lon McCallister"},{"film":"http://www.wikidata.org/entity/Q4884160","filmLabel":"Bells of Coronado","directors":"William Witney","screenwriters":"Sloan Nibley","genres":"Western film","release_year":"1950","durations":"67","cast_list":"Roy Rogers, Grant Withers"},{"film":"http://www.wikidata.org/entity/Q5270448","filmLabel":"Dial 1119","directors":"Gerald Mayer","screenwriters":"John Cherry Monks Jr.","genres":"film noir, thriller film","release_year":"1950","durations":"75","cast_list":"Paul Picerni, Barbara Billingsley, Leon Ames, Argentina Brunetti, Virginia Field, Andrea King, William Conrad, Sam Levene, Marshall Thompson, Charles Wagenheim, John Alvin, George Magrill, Hank Mann, Keefe Brasselle, Mitchell Lewis, Richard Rober, Robert Foulk, William Tannen, James Bell, Peter Leeds, John Maxwell"},{"film":"http://www.wikidata.org/entity/Q2408255","filmLabel":"Tripoli","directors":"Will Price","screenwriters":"Winston Miller","genres":"adventure film, war film","release_year":"1950","durations":"95","cast_list":"Maureen O'Hara, Alan Napier, Connie Gilchrist, John Payne, Howard da Silva, Jack Pennick, Alberto Morin, Frank Fenton, Grant Withers, Herbert Heyes, Lowell Gilmore, Phillip Reed, Walter Reed, Gregg Barton, Grandon Rhodes, Ewing Mitchell"},{"film":"http://www.wikidata.org/entity/Q3838066","filmLabel":"Café Paradis","directors":"Bodil Ipsen, Lau Lauritzen","screenwriters":"Johannes Allen","genres":"documentary film, drama film","release_year":"1950","durations":"101","cast_list":"Ingeborg Brams, Lisbeth Movin, Poul Reichhardt, Johannes Meyer, Lau Lauritzen, Karin Nellemose, Ib Schønberg, Asbjørn Andersen, Aage Fønss, Agnes Thorberg Wieth, Eigil Reimers, Else Højgaard, Emil Hass Christensen, Jørn Jeppesen, Knud Schrøder, Torkil Lauritzen, Inge Hvid-Møller, Karen Marie Løwert, Minna Jørgensen, Arne Westermann, Mantza Rasmussen, Hugo Bendix, Poul Secher, Osvald Vallini, Ib Fürst, Kjeld Arrild, Bjarne Kitter"},{"film":"http://www.wikidata.org/entity/Q1969879","filmLabel":"Rocky Mountain","directors":"William Keighley","screenwriters":"Winston Miller","genres":"drama film, Western film, action film","release_year":"1950","durations":"83","cast_list":"Errol Flynn, Slim Pickens, Sheb Wooley, Dick Jones, Guinn \"Big Boy\" Williams, Patrice Wymore, Chubby Johnson"},{"film":"http://www.wikidata.org/entity/Q15614891","filmLabel":"Crooked River","directors":"Thomas Carr","screenwriters":"Ron Ormond","genres":"Western film","release_year":"1950","durations":"56","cast_list":"James Ellison"},{"film":"http://www.wikidata.org/entity/Q15701178","filmLabel":"Square Dance Jubilee","directors":"Paul Landres","screenwriters":"Ron Ormond","genres":"Western film","release_year":"1950","durations":"79","cast_list":"Don \"Red\" Barry"},{"film":"http://www.wikidata.org/entity/Q3349169","filmLabel":"Odette","directors":"Herbert Wilcox","screenwriters":"Warren Chetham-Strode","genres":"spy film, film based on books","release_year":"1950","durations":"124","cast_list":"Peter Ustinov, Marius Goring, Fritz Wendhausen, Bernard Lee, Trevor Howard, Anna Neagle, Maurice Buckmaster, Gilles Quéant"},{"film":"http://www.wikidata.org/entity/Q5299683","filmLabel":"Double Confession","directors":"Ken Annakin","screenwriters":"William Templeton","genres":"crime film","release_year":"1950","durations":"80","cast_list":"Derek Farr"},{"film":"http://www.wikidata.org/entity/Q5965806","filmLabel":"I'll Get By","directors":"Richard Sale","screenwriters":"Robert Ellis","genres":"musical film, romantic comedy","release_year":"1950","durations":"83","cast_list":"Harry James, Thelma Ritter, June Haver, Gloria DeHaven, Steve Allen, William Lundigan, Dennis Day, Harry Antrim"},{"film":"http://www.wikidata.org/entity/Q15707407","filmLabel":"Law of the Golden West","directors":"Philip Ford","screenwriters":"Norman S. Hall","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Monte Hale"},{"film":"http://www.wikidata.org/entity/Q15707421","filmLabel":"South of Rio","directors":"Philip Ford","screenwriters":"Norman S. Hall","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Monte Hale, Kay Christopher"},{"film":"http://www.wikidata.org/entity/Q15707445","filmLabel":"San Antone Ambush","directors":"Philip Ford","screenwriters":"Norman S. Hall","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Monte Hale"},{"film":"http://www.wikidata.org/entity/Q10523903","filmLabel":"Twilight in the Sierras","directors":"William Witney","screenwriters":"Sloan Nibley","genres":"Western film, action film","release_year":"1950","durations":"67","cast_list":"Roy Rogers, Dale Evans, Trigger, House Peters, Jr., Estelita Rodriguez, George Meeker, Pat Brady, Edward Keane"},{"film":"http://www.wikidata.org/entity/Q3207812","filmLabel":"Rope of Sand","directors":"William Dieterle","screenwriters":"Walter Doniger","genres":"film noir, adventure film","release_year":"1950","durations":"104","cast_list":"Peter Lorre, Paul Henreid, Burt Lancaster, Claude Rains, Corinne Calvet, Sam Jaffe, Harry Cording, Hayden Rorke, Nestor Paiva, John Bromfield, Kenny Washington, Mike Mazurki, Georges Renavent, Edmund Breon, Everett Brown, Rodd Redwing, Joel Fluellen"},{"film":"http://www.wikidata.org/entity/Q19726577","filmLabel":"Inspektur Rachman","directors":"Mohammad Said Hamid Junid","screenwriters":"Nawi Ismail","genres":"drama film","release_year":"1950","durations":"64","cast_list":"Mohammad Said Hamid Junid, A. Hamid Arief, Awaludin, Djauhari Effendi, Nana Mayo, Mimi Mariani"},{"film":"http://www.wikidata.org/entity/Q7897667","filmLabel":"Until We Meet Again","directors":"Tadashi Imai","screenwriters":"Yōko Mizuki, Toshio Yasumi","genres":"war film","release_year":"1950","durations":"110","cast_list":"Eiji Okada, Osamu Takizawa, Yoshiko Kuga"},{"film":"http://www.wikidata.org/entity/Q2438645","filmLabel":"Dallas","directors":"Stuart Heisler","screenwriters":"John Twist","genres":"Western film","release_year":"1950","durations":"94","cast_list":"Ruth Roman, Gary Cooper, Antonio Moreno, Raymond Massey, Leif Erickson, Steve Cochran, Byron Keith, Jerome Cowan, Barbara Payton, Reed Hadley, Tom Fadden, Charles Watts, Alex Montoya"},{"film":"http://www.wikidata.org/entity/Q3360508","filmLabel":"Paid in Full","directors":"William Dieterle","screenwriters":"Robert Blees","genres":"drama film","release_year":"1950","durations":"98","cast_list":"Diana Lynn, Ray Collins, John Bromfield, Charles Williams, Dorothy Adams, Jane Novak, Mary Field, Stanley Ridges, Dewey Robinson, Gino Corrado, Harry Cheshire, Louis Jean Heydt, James Nolan, Frank McHugh, Carol Channing, Eve Arden, Lizabeth Scott, Robert Cummings, Kasey Rogers, Margaret Field, Bess Flowers, Kristine Miller, Douglas Spencer"},{"film":"http://www.wikidata.org/entity/Q18149747","filmLabel":"Experiment Alcatraz","directors":"Edward L. Cahn","screenwriters":"Orville H. Hampton","genres":"crime film","release_year":"1950","durations":"57","cast_list":"Lewis Martin, Bess Flowers, Frank Cady, Franklyn Farnum, Myron Healey, George Magrill, Don Brodie, Harry Lauter, John Howard, Walter Kingsford, Byron Foulger, Robert Shayne, Harold Miller"},{"film":"http://www.wikidata.org/entity/Q3208884","filmLabel":"Calamity Jane and Sam Bass","directors":"George Sherman","screenwriters":"Maurice Geraghty, Melvin Levy","genres":"Western film","release_year":"1950","durations":"85","cast_list":"Yvonne De Carlo, Lloyd Bridges, Ann Doran, Francis McDonald, Marc Lawrence, Dorothy Hart, Milburn Stone, Nedrick Young, Howard Duff, Norman Lloyd, I. Stanford Jolley, Roy Roberts, Walter Baldwin, Willard Parker, Harry Harvey, John Rodney, Pierce Lyden, Russ Conway, Douglas Walton, Houseley Stevenson, Charles Sullivan"},{"film":"http://www.wikidata.org/entity/Q15615471","filmLabel":"Code of the Silver Sage","directors":"Fred C. Brannon","screenwriters":"Arthur E. Orloff","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Allan Lane"},{"film":"http://www.wikidata.org/entity/Q15615578","filmLabel":"The Missourians","directors":"George Blair","screenwriters":"Arthur E. Orloff","genres":"Western film","release_year":"1950","durations":"60","cast_list":"Monte Hale"},{"film":"http://www.wikidata.org/entity/Q5351759","filmLabel":"El Paso","directors":"Lewis R. Foster","screenwriters":"J. Robert Bren","genres":"Western film","release_year":"1950","durations":"103","cast_list":"John Payne"},{"film":"http://www.wikidata.org/entity/Q1257086","filmLabel":"Three Girls Spinning","directors":"Carl Froelich","screenwriters":"Gustav Lohse","genres":"comedy film, romance film","release_year":"1950","durations":"110","cast_list":"Otto Gebühr, Oscar Sabo, Axel von Ambesser, Agnes Windeck, Georg Thomalla, Albrecht Schoenhals, Adelheid Seeck, Maria Körber, Harald Juhnke, Renate Barken"},{"film":"http://www.wikidata.org/entity/Q616700","filmLabel":"Colorado Territory","directors":"Raoul Walsh, Anthony Veiller","screenwriters":"John Twist","genres":"Western film, film noir","release_year":"1950","durations":"94","cast_list":"Dorothy Malone, Virginia Mayo, Frank Puglia, Basil Ruysdael, Ian Wolfe, Joel McCrea, Victor Kilian, Jack Archer, James Mitchell, James Mitchel, Henry Hull, Morris Ankrum, Fred Kelsey, John Archer, Harry Woods, Houseley Stevenson, Oliver Blake"},{"film":"http://www.wikidata.org/entity/Q3204040","filmLabel":"One Way Street","directors":"Hugo Fregonese","screenwriters":"Lawrence Kimble","genres":"drama film, film noir, crime film","release_year":"1950","durations":"79","cast_list":"James Mason, Basil Ruysdael, Jack Elam, William Conrad, Rodolfo Acosta, Dan Duryea, Märta Torén, Emma Roldán, King Donovan"},{"film":"http://www.wikidata.org/entity/Q3285623","filmLabel":"Aventurera","directors":"Alberto Gout","screenwriters":"Álvaro Custodio","genres":"drama film, romance film","release_year":"1950","durations":"101","cast_list":"Pedro Vargas, Ninón Sevilla, Andrea Palma, Tito Junco"},{"film":"http://www.wikidata.org/entity/Q6912807","filmLabel":"Morning Departure","directors":"Roy Ward Baker","screenwriters":"William Fairchild","genres":"drama film","release_year":"1950","durations":"102","cast_list":"Richard Attenborough, Zena Marshall, Peter Hammond, John Mills, Bernard Lee, Nigel Patrick, Andrew Crawford, Kenneth More, James Hayter, George Cole, Lana Morris"},{"film":"http://www.wikidata.org/entity/Q13550815","filmLabel":"Dakota Lil","directors":"Lesley Selander","screenwriters":"Maurice Geraghty","genres":"Western film","release_year":"1950","durations":"88","cast_list":"George Montgomery"},{"film":"http://www.wikidata.org/entity/Q2414691","filmLabel":"The Titan: Story of Michelangelo","directors":"Robert J. Flaherty, Curt Oertel, Richard Lyford","screenwriters":"Norman Borisoff","genres":"documentary film","release_year":"1950","durations":"70","cast_list":"Fredric March"},{"film":"http://www.wikidata.org/entity/Q15615582","filmLabel":"Young Daniel Boone","directors":"Reginald Le Borg","screenwriters":"Clint Johnston","genres":"Western film","release_year":"1950","durations":"71","cast_list":"Don Beddoe, John Mylong, Damian O'Flynn"},{"film":"http://www.wikidata.org/entity/Q15618863","filmLabel":"Cherokee Uprising","directors":"Lewis D. Collins","screenwriters":"Daniel B. Ullman","genres":"Western film","release_year":"1950","durations":"57","cast_list":"Whip Wilson"},{"film":"http://www.wikidata.org/entity/Q20652992","filmLabel":"Niels Bohr","directors":"Jens Henriksen","screenwriters":"Jens Henriksen","genres":"documentary film","release_year":"1950","durations":"8","cast_list":"Jakob Nielsen"},{"film":"http://www.wikidata.org/entity/Q15614760","filmLabel":"Dynamite Pass","directors":"Lew Landers","screenwriters":"Norman Houston","genres":"Western film","release_year":"1950","durations":"61","cast_list":"Tim Holt"},{"film":"http://www.wikidata.org/entity/Q9197820","filmLabel":"Devil's Ravine","directors":"Aldo Vergano, Tadeusz Kański","screenwriters":"Tadeusz Kański","genres":"thriller film","release_year":"1950","durations":"98","cast_list":"Tadeusz Schmidt"},{"film":"http://www.wikidata.org/entity/Q1986856","filmLabel":"Clear the Ring","directors":"Pierre Billon","screenwriters":"Nino Constantini","genres":"drama film, comedy film","release_year":"1950","durations":"107","cast_list":"Louis de Funès, Axel Scholtz, Grock, Suzy Prim, Maurice Régamey, Marcel Pérès, Georges Chamarat, Albert Malbert, Alexandre Mihalesco, Charles Lemontier, Gil Delamare, Héléna Manson, Jacques Marcerou, Made Siamé, Marcel Rouzé, Marfa Dhervilly, Nicolas Amato, Paul Œttly, Robert Blome, Roger Vincent, Yvonne Dany, Christian Martaguet, Émile Coryn"},{"film":"http://www.wikidata.org/entity/Q3837905","filmLabel":"The Flying Saucer","directors":"Mikel Conrad","screenwriters":"Howard Irving Young","genres":"science fiction film, spy film","release_year":"1950","durations":"75","cast_list":"Mikel Conrad"},{"film":"http://www.wikidata.org/entity/Q26787887","filmLabel":"Abundance of Life","directors":"Wolfgang Liebeneiner","screenwriters":"A. Artur Kuhnert","genres":"drama film, comedy film","release_year":"1950","durations":"80","cast_list":"Joseph Offenbach, Erika Müller-Fürstenau, Katharina Brauren, Hans Schwarz, Margarete Slezak, Kurt Fuß, Kurt A. Jung, Franz Schafheitlin, Fritz Kampers, Volker von Collande, Ingeborg Körner, Marianne Wischmann, Gunnar Möller, Ursula von Bose"},{"film":"http://www.wikidata.org/entity/Q20737441","filmLabel":"The Allure of Danger","directors":"Eugen York","screenwriters":"A. Artur Kuhnert","genres":"drama film","release_year":"1950","durations":"76","cast_list":"Angelika Hauff"},{"film":"http://www.wikidata.org/entity/Q3196638","filmLabel":"Killer Shark","directors":"Budd Boetticher","screenwriters":"Charles Lang","genres":"adventure film","release_year":"1950","durations":"76","cast_list":"Roddy McDowall, Dickie Moore, Douglas Fowley, Edward Norris, Frank Sully, Roland Winters, Ralf Harolde, Nacho Galindo, Charles Lang"},{"film":"http://www.wikidata.org/entity/Q1133756","filmLabel":"Rogues of Sherwood Forest","directors":"Gordon Douglas","screenwriters":"George Bruce","genres":"drama film","release_year":"1950","durations":"76","cast_list":"Pat Aherne, Lester Matthews, George Macready, John Derek, Billy Bevan, Diana Lynn, Alan Hale, John Dehner"},{"film":"http://www.wikidata.org/entity/Q3799507","filmLabel":"Perfect Strangers","directors":"Bretaigne Windust","screenwriters":"Edith Sommer","genres":"comedy drama, trial film","release_year":"1950","durations":"88","cast_list":"Ginger Rogers, Thelma Ritter, Marjorie Bennett, Paul Ford, Dennis Morgan, Charles Meredith, Ford Rainey, Creighton Hale, Alan Reed, Edith Evanson, George Chandler, Howard Freeman, Margalo Gillmore, Anthony Ross, Harry Bellaver"},{"film":"http://www.wikidata.org/entity/Q26435056","filmLabel":"Nobody's Wife","directors":"Gonzalo Delgrás","screenwriters":"Manuel Bengoa","genres":"drama film","release_year":"1950","durations":"85","cast_list":"José Suárez, Fernando Sancho, Luana Alcañiz, Adriana Benetti, Modesto Cid, Camino Garrigó, José Crespo, Consuelo de Nieva"}]